{"Anjali Adukia": {"Linked Page": "https://harris.uchicago.edu/directory/anjali-adukia", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "faculty", "Position": "assistant professor", "University": "Adukia completed her doctoral degree at the Harvard University Graduate School of Education, with an academic focus on the economics of education. Her work has been funded from organizations such as the William T. Grant Foundation, the National Academy of Education, and the Spencer Foundation.  Her dissertation won awards from the Association for Public Policy Analysis and Management (APPAM), Association for Education Finance and Policy (AEFP), and the Comparative and International Education Society (CIES). Adukia received recognition for her teaching from the University of Chicago Feminist Forum.  She completed her masters of education degrees in international education policy and higher education (administration, planning, and social policy) from Harvard University and her bachelor of science degree in molecular and integrative physiology from the University of Illinois at Urbana-Champaign.  She is a faculty research fellow of the National Bureau of Economic Research and a faculty affiliate of the University of Chicago Education Lab and Crime Lab.  She was formerly a board member of the Young Nonprofit Professionals Network – San Francisco Bay Area. She continues to work with non-governmental organizations internationally, such as UNICEF and Manav Sadhna in Gujarat, India."}, "Diana Ahmad": {"Linked Page": "https://harris.uchicago.edu/directory/diana-ahmad", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "staff", "Position": "project and communications manager", "University": "Diana completed her BS in psychology from Loyola University Chicago.\n "}, "Eman Alsamara": {"Linked Page": "https://harris.uchicago.edu/directory/eman-alsamara", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "staff", "Position": "assistant director, student affairs, academic advising and student communications", "University": "Eman holds a BA degree in Public Health from the University of Illinois at Chicago with minors in Political Science and Public Policy in 2018 and is a graduate of the accelerated Masters in Public Administration program with a concentration in Public Policy also from the University of Illinois at Chicago. Eman has a passion for social justice and fostering a culture of diversity and inclusion in higher education. \n "}, "Ari Anisfeld": {"Linked Page": "https://harris.uchicago.edu/directory/ari-anisfeld", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Jeannie Annan": {"Linked Page": "https://harris.uchicago.edu/directory/jeannie-annan", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "faculty", "Position": "senior research associate", "University": "Annan completed her doctoral degree in counseling psychology at Indiana University-Bloomington. She has held several research positions, including as a visiting scientist at the Harvard T.H. Chan School of Public Health, postdoctoral fellow at Yale University School of Public Health in the Center for Interdisciplinary Research on AIDS (CIRA), a postdoctoral fellow at NYU School of Medicine in the Program for Survivors of Torture, and a visiting scholar at the Human Rights Center at the Innovations for Poverty Action and a Coordinating Group Member at the Sexual Violence Research Initiative. "}, "Ana Arellano Jimenez": {"Linked Page": "https://harris.uchicago.edu/directory/ana-arellano-jimenez", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "staff", "Position": "project manager, bip lab", "University": "Ana Arellano Jimenez is one of the Project Managers for the BIP Lab, where she manages the development and implementation of different research projects. Ana is motivated and passionate about identifying and developing data-driven interventions to support parent engagement and improve child outcomes to close the achievement gap.\n \nPrior to joining the BIP Lab in 2018, Ana worked in patient-centered care as a project assistant for the Whole Health Program at the University of Wisconsin-Madison.\n \nShe has her BA in political science from the University of Wisconsin-Madison. While completing her BA, Ana worked at the City of Madison Planning Division on the Comprehensive Plan, interned with the Governance Studies at the Brookings Institution, and was a McNair undergraduate research scholar. "}, "Yukiko Asai": {"Linked Page": "https://harris.uchicago.edu/directory/yukiko-asai", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "postdoc", "Position": "postdoctoral researcher", "University": "Yukiko Asai is a Postdoctoral Researcher (Instructor) at the Harris School of Public Policy. Prior to joining Harris, Yukiko was a Junior Researcher (Assistant Professor) at Waseda University, a Postdoctoral Fellow at the University of Tokyo and a Lecturer in Labor Economics at the University of California Berkeley. Her research focuses on effects of family leave and child care policies. She holds a PhD in economics from Keio University. "}, "Scott Ashworth": {"Linked Page": "https://harris.uchicago.edu/directory/scott-ashworth", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "faculty", "Position": "professor", "University": "Scott Ashworth is Professor and Director of the University of Chicago Harris School of Public Policy PhD program. His research uses game-theoretic models to study a variety of issues in political science, with a special emphasis on campaigns and elections."}, "David Axelrod": {"Linked Page": "https://harris.uchicago.edu/directory/david-axelrod", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "fellow", "Position": "distinguished senior fellow", "University": "No data this step"}, "Whit Ayres": {"Linked Page": "https://harris.uchicago.edu/directory/whit-ayres", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Whit founded his company after a career as a tenured professor in the Department of Government and International Studies at the University of South Carolina. Whit is a graduate of Davidson College and holds a Ph.D. in political science from the University of North Carolina at Chapel Hill."}, "Paige Azuma": {"Linked Page": "https://harris.uchicago.edu/directory/paige-azuma", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "staff", "Position": "senior associate director, employer partnerships", "University": "Paige Azuma is the Senior Associate Director of Employer Partnerships at Harris Public Policy. Paige manages the strategic direction and operations of the employer partnerships team. In this role, she works to ensure that the Career Development Office (CDO) effectively implements the necessary employer engagement strategies to support their individual hiring needs. She also works to create new pathways for employers to consider and hire Harris students. Additionally, Paige ensures that student-facing career content, programming, and coaching is implemented through an employer lens.\nPaige has supported the work of the nonprofit sector since 2007, when she started her career in program development for several youth and family nonprofit organizations in Chicago. More recently, Paige worked in a consulting capacity at CCS Fundraising, where she supported national and international nonprofits in various capacities through communications, strategic planning, campaign planning, organizational assessments, capacity building, national/international fundraising strategies, and engagement strategies for various donor audiences.\nPaige completed her BA in sociology from Illinois Wesleyan University and her MA from the University of Chicago’s School of Social Service Administration.\n "}, "Katherine Baicker": {"Linked Page": "https://harris.uchicago.edu/directory/katherine-baicker", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "faculty", "Position": "dean and emmett dedmon professor", "University": "Baicker’s research focuses on the effectiveness of public and private health insurance, including the effect of reforms on the distribution and quality of care.  Her large scale research projects include the Oregon Health Insurance Experiment, a randomized evaluation of the effects of Medicaid coverage. Her research has been published in journals such as the New England Journal of Medicine, Science, Health Affairs, JAMA, and the Quarterly Journal of Economics."}, "Katherine Baird": {"Linked Page": "https://harris.uchicago.edu/directory/katherine-baird", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "lecturer", "Position": "assistant instructional professor", "University": "Katherine Baird is an Assistant Instructional Professor at the Harris School of Public Policy at the University of Chicago. Her research covers areas of environmental and energy policy. In particular, she is interested in studying funding mechanisms for climate change adaptation, as well as how markets incorporate disaster-related risk.  At Harris, she teaches courses in industrial organization and regulation, cost-benefit analysis, and statistics.  Katherine has served as a NORC Fellow [https://www.norc.org/Pages/default.aspx] and has researched with the Institute of Government and Public Affairs [https://igpa.uillinois.edu/]. During her time as a PhD student, she conducted research with Jim Sallee [ https://nature.berkeley.edu/~sallee/ ] and Koichiro Ito [https://koichiroito.com/ ].  Katherine holds a Ph.D. from the University of Chicago as well as a Master’s in Education and a Master’s in Economics from University of Illinois at Chicago."}, "Sushant Banjara": {"Linked Page": "https://harris.uchicago.edu/directory/sushant-banjara", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Maria Angélica Bautista": {"Linked Page": "https://harris.uchicago.edu/directory/maria-angelica-bautista", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "faculty", "Position": "assistant professor", "University": "Maria Angélica Bautista is an Assistant Professor at the University of Chicago Harris School of Public Policy. Maria’s research focuses on the political, economic and social consequences of state-led repression. Her PhD dissertation studied the case of military dictatorship in Chile based on a unique dataset she collected and explores the extent to which repression affected individual political preferences, behavior and economic outcomes by comparing subjects who were victims of political torture or imprisonment by the state to subjects who did not. She also studies the heterogeneous effects and the intergenerational consequences of repression."}, "Rene Bautista": {"Linked Page": "https://harris.uchicago.edu/directory/rene-bautista", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "lecturer", "Position": "lecturer, sr research methodologist, norc", "University": "Rene Bautista, PhD is a Senior Methodologist in the Statistics and Methodology department at NORC-University of Chicago. His research focuses on nonresponse, measurement error, interviewer effects, mixed modes, and data collection methods. He has substantial experience with survey research designs, qualitative work, and advanced statistical analysis. During his tenure at NORC, he has contributed to the design and execution of major NORC projects. Previously, he worked at the Gallup Research Center at the University of Nebraska-Lincoln. Bautista has also consulted as Election Night Analyst with Edison Media Research --exclusive provider of exit polling data to ABC News, CBS News, CNN, Fox News, NBC News and the Associated Press. His work has been published in scholarly journals and books and he serves as a reviewer for leading journals in survey statistics and methodology. Bautista is a frequent speaker in major national and international conferences on survey methods. He has taught undergraduate and graduate level courses as well as seminars and workshops on Surveys Statistics and Survey Methods at various universities and federal agencies."}, "Taleia Becton-Hill": {"Linked Page": "https://harris.uchicago.edu/directory/taleia-becton-hill", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "staff", "Position": "assistant director of human resources", "University": "Taleia is the Assistant Director of Human Resources for the University of Chicago Harris School of Public Policy. She began her career with the University as a pioneer of the Shared Service Office, a department dedicated to human resources, payroll and procurement services. Taleia has a MA in Management Specializing in HR from Kaplan University and a BA in Liberal Arts and Sciences from the University of Illinois Champaign-Urbana. "}, "Kennette Benedict": {"Linked Page": "https://harris.uchicago.edu/directory/kennette-benedict", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Previously she taught at the University of Illinois at Urbana-Champaign, and at Rutgers University, New Brunswick.  She received her BA from Oberlin College and her PhD in political science from Stanford University."}, "Christopher Berry": {"Linked Page": "https://harris.uchicago.edu/directory/christopher-berry", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "faculty", "Position": "william j. and alicia townsend friedman professor", "University": "No data this step"}, "Kavi Bhalla": {"Linked Page": "https://harris.uchicago.edu/directory/kavi-bhalla", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "visiting academic", "Position": "visiting academic", "University": "Kavi Bhalla, PhD, is an Assistant Professor in the Department of Public Health Sciences of the Biological Sciences Division at the University of Chicago, and Affiliated Faculty at the Harris School of Public Policy.  His research focuses on the health impacts of transportation systems with a special emphasis on the prevention of road traffic injuries in low- and middle-income countries. His recent work has included the development of analytical tools for improving estimates of the incidence of injuries in information-poor settings using available data sources. Kavi co-led the injury expert group of the 2010 Global Burden of Disease (GBD) Project.  He is formally trained as a mechanical engineer and his PhD (Cornell, 2001) thesis research focused on the mechanics of material failure, which he later applied to the study of injury biomechanics and vehicle crashworthiness."}, "Kate Shannon Biddle": {"Linked Page": "https://harris.uchicago.edu/directory/kate-shannon-biddle", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "staff", "Position": "dean of students", "University": "Kate has a bachelor's degree in English and Spanish from Cornell College and a master’s degree in higher education administration and policy from Northwestern University."}, "Dan Black": {"Linked Page": "https://harris.uchicago.edu/directory/dan-black", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "faculty", "Position": "professor", "University": "Before joining Harris, he was on faculty at the University of Kentucky and Syracuse University, held visiting appointments at the University of Chicago, Australian National University, and Carnegie Mellon University. Black holds a BA and MA in history from the University of Kansas and an MS and PhD in economics from Purdue University."}, "Christopher Blattman": {"Linked Page": "https://harris.uchicago.edu/directory/christopher-blattman", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "faculty", "Position": "ramalee e. pearson professor of global conflict studies", "University": "Most of Blattman's work uses interviews, surveys, natural experiments, lab experiments, and field experiments to tackle these questions.\nBlattman holds affiliations that extend The Pearson Institute’s reach and impact. He leads the Peace & Recovery program at Innovations for Poverty Action (IPA) and the Crime and Violence Initiative at MIT’s Poverty Action Lab. He is an affiliate at the National Bureau for Economic Research, UChicago Urban Labs, the Center for Global Development, and the International Growth Center. Blattman has acted as a consultant and adviser to the World Bank, the United Nations, and governments in Uganda, Liberia, Colombia, and the United States.\nPreviously, Blattman was a business consultant and an accountant at Deloitte & Touche. He then served as an assistant professor of political science at Yale University and most recently as an associate professor at Columbia University’s School of International and Public Affairs and Department of Political Science. He holds a PhD in economics from the University of California at Berkeley and a master’s degree in public administration and international development from Harvard University’s Kennedy School of Government."}, "John Boller": {"Linked Page": "https://harris.uchicago.edu/directory/john-boller", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "lecturer", "Position": "senior lecturer, department of mathematics", "University": "No data this step"}, "Norman Bradburn": {"Linked Page": "https://harris.uchicago.edu/directory/norman-bradburn", "Directory Page": "https://harris.uchicago.edu/directory", "Type of Employ": "faculty", "Position": "tiffany and margaret blake distinguished service professor emeritus, senior fellow at norc", "University": "No data this step"}, "Terri Brady": {"Linked Page": "https://harris.uchicago.edu/directory/terri-brady", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "staff", "Position": "executive director, professional development", "University": "Terri graduated with a master’s degree in public policy from Harvard’s Kennedy School.  She received her JD from the Columbia University Law School where she was a Harlan Fiske Stone Scholar (superior academic achievement), a Thomas G. Shearman National Scholar and an International Fellow.  She received her BA in Russian/International Studies from Grinnell College where she graduated Phi Beta Kappa, received the Grinnell Honor Scholarship, and was a Varsity Cross Country runner (and MVP).  Terri is a Truman Scholar, a certified mediator (Northwestern University) and certified to administer personality-based inventories by Hogan Assessment Systems.     "}, "Leonard Brashear": {"Linked Page": "https://harris.uchicago.edu/directory/leonard-brashear", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "staff", "Position": "website administrator", "University": "As Website Administrator at Harris Public Policy, Len Brashear manages the overall internal site configuration and ongoing development for the Harris Policy website. He is responsible for managing vendor contacts for development work, tracking progress, monitoring hours/budget, and performing thorough QA of deliverables. He is responsible for configuration of user roles and associated permissions for the website.  \n \nPrior to joining Harris, Len was a Developer at Northwestern University.  While working at Northwestern, Len was responsible for the migration and development of the Office for Research family of sites.  Prior to this, Len was the Web Development Manager at Eastern Kentucky University.\n \nLen holds a bachelor’s degree in Computer Science from University of Kentucky with a minor in Math. He holds a MS in Applied Computing from Eastern Kentucky University. \n "}, "Jake Braun": {"Linked Page": "https://harris.uchicago.edu/directory/jake-braun", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Mr. Braun began his career as a journalist for newspapers in Illinois and Taiwan. He holds an MA in International Relations from Troy St. University, an MA in Education from National-Louis University in Chicago, and a BA in Philosophy from Loyola University of Chicago."}, "Zarek Brot-Goldberg ": {"Linked Page": "https://harris.uchicago.edu/directory/zarek-brot-goldberg", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "faculty", "Position": "assistant professor", "University": "His work is concerned with market structure, organizational structure, and regulatory design in the U.S. health care sector. In prior and ongoing research, he has studied the efficiency of high-deductible health plans in reducing health care spending; the effects of vertical integration in physician markets on patient referral patterns; the extent of ‘mistakes’ in insurance choice in Medicare Part D; and measuring the costs and benefits of paperwork for physicians. He received the NIHCM Foundation Research Award for best health economics research paper in 2018. He received his PhD in economics from UC Berkeley in 2019, funded by the National Science Foundation’s Graduate Research Fellowship Program."}, "Chad Broughton": {"Linked Page": "https://harris.uchicago.edu/directory/chad-broughton", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "lecturer", "Position": "instructional professor", "University": "No data this step"}, "Carol Brown": {"Linked Page": "https://harris.uchicago.edu/directory/carol-brown", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "staff", "Position": "executive director, harris policy labs", "University": "As Executive Director of Harris Policy Labs, Carol Brown pairs her passion for public policy and social impact with the importance of exposing students to public policy outside the classroom. Policy Labs are Harris elective courses at Harris Public Policy, in which students work in small multi-disciplinary teams to tackle complex public policy challenges for government agencies and nonprofits in Chicago and beyond.\nPrior to Harris, Carol worked for the City of Chicago under Mayor Richard M. Daley in several different capacities. As Chief of Policy, she oversaw development and implementation of key mayoral policy priorities on a range of issues including education, public safety, environment, economic development, responses to the Great Recession, and collaboration with other mayors. As Associate Director of the Mayor's Office of Intergovernmental Affairs (Washington DC branch), she engaged with Congress, the White House, federal agencies, and national trade associations to advance the City of Chicago's federal legislative, policy, and funding priorities. As Assistant to the Commissioner at the Chicago Department of Environment, she helped develop environmental and energy initiatives to position Chicago as a national leader on sustainability.\nCarol is a licensed attorney. Prior to City of Chicago government, she practiced energy and telecommunications law and held positions in the transportation and banking sectors. She holds a J.D. and a Certificate in Environmental and Energy Law from the Illinois Institute of Technology-Chicago Kent College of Law, and a B.A. in Economics from the University of Wisconsin-Madison."}, "Annette Brown": {"Linked Page": "https://harris.uchicago.edu/directory/annette-brown", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Earlier in her career, Brown worked at both for-profit and not-for-profit development implementers in roles that involved research, strategy, program management, business development, technical assistance, and measurement and evaluation. She was an Assistant Professor of Economics at Western Michigan University, and she has held research positions at the World Bank and the Stockholm Institute of Transition Economics. Dr. Brown is the author or co-author of articles that have been published in public health and social science journals, and she has served as a guest editor for the Journal of Development Studies. She also edited the book, When Is Transition Over? She earned her Ph.D. in economics and n M.A. in Russian and East European Studies from the University of Michigan where she was a National Science Foundation Fellow. "}, "Ethan Bueno de Mesquita": {"Linked Page": "https://harris.uchicago.edu/directory/ethan-bueno-de-mesquita", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "faculty", "Position": "sydney stein professor and deputy dean", "University": "Before coming to the University of Chicago, Ethan taught in the political science department at Washington University in St. Louis. He received his BA from the University of Chicago in 1996 and his MA and PhD from Harvard University in 2003."}, "Quoctrung Bui": {"Linked Page": "https://harris.uchicago.edu/directory/quoctrung-bui", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "lecturer", "Position": "lecturer", "University": "No data this step"}, "Sue Burke": {"Linked Page": "https://harris.uchicago.edu/directory/sue-burke", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "staff", "Position": "associate dean of communications and marketing", "University": "No data this step"}, "Fiona Burlig": {"Linked Page": "https://harris.uchicago.edu/directory/fiona-burlig", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "faculty", "Position": "assistant professor", "University": "Fiona Burlig is an Assistant Professor at the Harris School of Public Policy and a Faculty Research Fellow at the National Bureau of Economic Research. She studies energy and environmental economics, with a focus on the developing world. Her recent research examines the impacts of rural electrification in India, uses machine learning methods to quantify the effectiveness of energy efficiency upgrades, and proposes tools for designing randomized controlled trials. Prior to joining Harris, Fiona was a Postdoctoral Scholar in the Department of Economics and Energy Policy Institute (EPIC) at the University of Chicago. She holds a PhD in agricultural and resource economics from the University of California, Berkeley, and a BA in economics, political science, and German from Williams College."}, "Wil Burns": {"Linked Page": "https://harris.uchicago.edu/directory/wil-burns", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "lecturer", "Position": "lecturer", "University": "He has published over 80 articles and chapters in law, science, and policy journals and books, and has co-edited four books. He holds a Ph.D. in International Environmental Law from the University of Wales-Cardiff School of Law. His current areas of research focus are: climate geoengineering, climate loss and damage, and the effectiveness of the European Union’s Emissions Trading System."}, "John Burrows": {"Linked Page": "https://harris.uchicago.edu/directory/john-burrows", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "faculty", "Position": "senior lecturer", "University": "John later switched into the private sector, where he was a partner with the consulting firm Accenture and held senior roles in sales and marketing at enterprise software companies including Siebel and Oracle. He negotiated, sold, managed, and implemented complex, multi-national, multi-million dollar projects around the globe, and gained experience building and growing operations in the UK, USA, and Japan, grappling with all that that entails: BD, IJVs, M&A, etc. During his PhD studies John served as an advisor for Houses for Africa, a social enterprise firm based in Cape Town, South Africa."}, "Caleb Butler": {"Linked Page": "https://harris.uchicago.edu/directory/caleb-butler", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "staff", "Position": "associate director of digital marketing and ux design", "University": "Caleb holds a BA with honors in Sociology from Southern Illinois University Edwardsville and an MA in Sociology from the University of Illinois at Chicago."}, "Madhu Cain": {"Linked Page": "https://harris.uchicago.edu/directory/madhu-cain", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "staff", "Position": "senior director, facilities", "University": "No data this step"}, "Alex Carr": {"Linked Page": "https://harris.uchicago.edu/directory/alex-carr", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "staff", "Position": "director of operations, the pearson institute", "University": "Alex Carr is responsible for managing The Pearson Institute’s operations, communications, and programming. She is a key administrative liaison for Pearson faculty and students.\nAlex previously worked in Washington, DC, at the US Department of State in the Bureau of Western Hemisphere Affairs, at the nonprofit Drug Policy Alliance, and at Cornerstone Government Affairs. She previously worked in education, teaching English in Taoyuan, Taiwan, and Madrid, Spain, and teaching Spanish in Minneapolis, Minnesota.\nShe holds an MA in Latin American studies from Georgetown University’s School of Foreign Service with a certificate in refugees and humanitarian emergencies. She also holds a BA in history from the University of Michigan."}, "Laura Carroll": {"Linked Page": "https://harris.uchicago.edu/directory/laura-carroll", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "staff", "Position": "teaching assistant program administrator and faculty support assistant", "University": "Laura has a BA from the University of California, Santa Barbara in Communication Studies as well as an advanced masters in American Studies from the University of Ghent, Belgium. She is currently working on completion of an International Baccalaureate certification in the MYP and DP programs through DePaul University."}, "Misho Ceko": {"Linked Page": "https://harris.uchicago.edu/directory/misho-ceko", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "staff", "Position": "chief operating officer and senior associate dean, business operations", "University": "Misho holds an MPA from the Harvard Kennedy School of Government, an MBA from Northwestern’s Kellogg School of Management, and a BS in bioengineering from the University of Illinois. Misho also completed all the coursework for his MS in bioengineering at the University of Illinois at Chicago."}, "Terence Chau": {"Linked Page": "https://harris.uchicago.edu/directory/terence-chau", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "phd student", "Position": "phd student", "University": "Hi there! I'm an economist and Ph.D. student at the University of Chicago's Harris School of Public Policy. My fields are in applied microeconomics and economic history, and I am interested in questions related to intergenerational mobility and technological innovation."}, "Kari Chisholm": {"Linked Page": "https://harris.uchicago.edu/directory/kari-chisholm", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "lecturer", "Position": "lecturer", "University": "No data this step"}, "Maliha Chishti": {"Linked Page": "https://harris.uchicago.edu/directory/maliha-chishti", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Maliha Chishti is a Lecturer and Research Associate at the Pearson Institute for the Study and Resolution of Global Conflicts. Her core research interests are in examining the international-local encounter in peacebuilding, security and development and gender and human rights. Her current work explores the politics of pluralism and difference in war-affected contexts, focusing on the theoretical limitations to promoting long-lasting peace and security in non-western contexts. She holds a PhD from the University of Toronto and completed a senior research fellowship at the University of Chicago Divinity School’s Martin Marty Center. Her most recent publication, “The Pull to the Liberal Public: Gender, Orientalism and Peacebuilding in Afghanistan,” (forthcoming in Signs: Journal of Women in Culture and Society), offers a postcolonial feminist perspective on gender reforms underway in Afghanistan, examining the tensions of religion, culture and tradition in the international-local aid encounter. "}, "David Chrisinger": {"Linked Page": "https://harris.uchicago.edu/directory/david-chrisinger", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "staff", "Position": "program director, writing program", "University": "David Chrisinger is a Program Director in the Academic and Student Affairs office, where he leads the Harris Writing Program and the Persuasive Writing Credential Program. David also teaches policy writing courses, advises the Chicago Policy Review and students enrolled in the Education and Society Certificate Program, and helps faculty members develop and evaluate writing-focused assignments. Prior to joining Harris, David worked at the U.S. Government Accountability Office, first as a Senior Communications Specialist and then as a Strategic Planning and Foresight Analyst. For nearly nine years, he taught public policy writing, consulted with researchers on the design and execution of governmental audits and evaluations, facilitated message development exercises, and wrote and edited reports and testimonies for the U.S. Congress. For six years, he also taught public policy writing at Johns Hopkins University and is the author of PUBLIC POLICY WRITING THAT MATTERS, a handbook for anyone passionate about using writing to effect real and lasting policy changes, and STORIES ARE WHAT SAVE US, which aims to help writers uncover and communicate what they’ve learned while fighting life’s battles. David graduated from the University of Chicago’s MA Program in the Social Sciences in 2010, and he finished his undergraduate degree at the University of Wisconsin-Stevens Point, where he studied history, social science, and studio art."}, "Chris Clapp": {"Linked Page": "https://harris.uchicago.edu/directory/chris-clapp", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "lecturer", "Position": "assistant instructional professor", "University": "Prior to working at UChicago, I majored in Economics and English at Clemson University and worked as a research associate for Compass Lexecon in Washington, DC.  I earned my Ph.D. in Economics from the University of Virginia, and I was previously employed as an Assistant Professor at Florida State University.  I live in Hyde Park with my wife, Susan; our son; and our dog, Boomer."}, "Ellen Cohen": {"Linked Page": "https://harris.uchicago.edu/directory/ellen-cohen", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "staff", "Position": "policy lab specialist", "University": "No data this step"}, "Thomas Coleman": {"Linked Page": "https://harris.uchicago.edu/directory/thomas-coleman", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=1", "Type of Employ": "faculty", "Position": "senior lecturer", "University": "Thomas Coleman, PhD'84, is focused on teaching students about financial markets. In 2012 Coleman returned to the University of Chicago, first as Executive Director and Senior Advisor at the Becker Friedman Institute for Research in Economics and then in 2015 as lecturer at Harris. Prior to returning to the University of Chicago, Coleman worked in the finance industry for over twenty years, with considerable experience in trading, risk management, and quantitative modeling. Positions included head of Quantitative Analysis and Risk Control at Moore Capital Management, LLC; a director and founding member of Aequilibrium Investments, Ltd., a London-based hedge fund manager; roles on the sell side in fixed income derivatives research and trading at TMG Financial Products, Lehman Brothers, and S.G. Warburg in London."}, "Alison Coppelman": {"Linked Page": "https://harris.uchicago.edu/directory/alison-coppelman", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "staff", "Position": "associate dean of alumni relations & development", "University": "Early in her career, Alison worked for Pearson Education in New York. She holds a BA in English with a Concentration in Women’s Studies from Carleton College in Northfield, Minnesota. A Chicago native, she currently lives in Oak Park with her husband and two sons."}, "Don Coursey": {"Linked Page": "https://harris.uchicago.edu/directory/don-coursey", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "faculty", "Position": "ameritech professor of public policy", "University": "He received both a BA in mathematics and a PhD in economics from the University of Arizona and has previously taught at the University of Wyoming and Washington University in St. Louis, MO. He has received the Burlington-Northern Foundation Award for Distinguished Achievement in Teaching; Greater St. Louis Award for Excellence in University Teaching; John M. Olin School of Business Teacher of the Year Award in 1989 and 1990; and has been named Professor of the Year for six consecutive years by Harris students."}, "Taresha Cox": {"Linked Page": "https://harris.uchicago.edu/directory/taresha-cox", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "staff", "Position": "facilities coordinator", "University": "No data this step"}, "Daisy Cruz": {"Linked Page": "https://harris.uchicago.edu/directory/daisy-cruz", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "staff", "Position": "academic advisor and financial aid specialist", "University": "Daisy Cruz serves as an Academic Advisor and Financial Aid Specialist on the Student Affairs team. In this role, she advises graduate students on academic and financial aid matters to help them achieve their goals and enhance the student experience. She also collaborates with internal and external offices on financial aid allocation and disbursements.\nPrior to joining Harris, she worked at UChicago's Financial Aid Office where she started off as a Financial Aid Advisor for undergraduate students and then advanced to Financial Aid Counselor for Graduate students. Daisy holds a bachelor's degree in Spanish from Purdue University Northwest with a minor in Psychology and a Master’s in Business Administration (MBA) from Purdue University Northwest."}, "Brian Curran": {"Linked Page": "https://harris.uchicago.edu/directory/brian-curran", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Jodi Daily": {"Linked Page": "https://harris.uchicago.edu/directory/jodi-daily", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "staff", "Position": "senior director, events", "University": "As the Senior Director of Events, Jodi Daily leads and manages the events function for Harris Public Policy. In her role, she oversees the development and execution of signature, branded events designed to advance the communication and marketing strategy of Harris. In addition, Jodi serves as a school-wide strategic resource for program planning and sets the standard of quality and excellence for all events.\nJodi brings to Harris more than a decade of experience in helping higher education and nonprofit organizations—from the Adler Planetarium to a pediatric cancer foundation—develop and execute a wide range of events. Notably, she served as Director of Events for Roosevelt University and also brings deep knowledge of the University of Chicago, where she served as a Senior Associate Director of Events for Central ARD. In this role, she helped launch the University’s Inquiry and Impact Campaign, supporting President Zimmer’s road-show tour among other high-profile events like Alumni Weekend and Homecoming.\nJodi holds a BS with honors in psychology from Western Illinois University and a MEd in secondary, higher, and adult education with a concentration in college student affairs from Grand Valley State University.\n "}, "Richard M. Daley": {"Linked Page": "https://harris.uchicago.edu/directory/richard-m-daley", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "fellow", "Position": "distinguished senior fellow, former mayor, city of chicago", "University": "No data this step"}, "Sparkle Dalphinis": {"Linked Page": "https://harris.uchicago.edu/directory/sparkle-dalphinis", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "staff", "Position": "associate director, student recruitment", "University": "After graduating from DePaul University with a BS in marketing, Sparkle earned a master of education degree from Loyola University Chicago in cultural and educational policy. She spent several years recruiting talented students for both of these venerable Chicago universities. As Assistant Director of Admissions at Loyola, she coordinated multicultural recruitment initiatives, managed targeted communication plans, and managed on-campus events. And as the Multicultural Recruitment Coordinator/Assistant Director at DePaul, Sparkle developed a marketing plan targeting diverse student populations, acted as a liaison between community-based organizations and internal partners, managed on-campus events, and provided cultural competency trainings and other professional development opportunities to staff and students. Most recently, she served as Assistant Director of Recruitment with the Golden Apple Foundation, reaching out to current college and high school students from across the state and managing relationships with key stakeholders."}, "Ranjan Daniels": {"Linked Page": "https://harris.uchicago.edu/directory/ranjan-daniels", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "staff", "Position": "senior associate dean, student recruitment and global outreach", "University": "Ranjan earned an MBA from the Kellogg Graduate School of Management at Northwestern University and an MA in public policy from the University of Chicago Harris School of Public Policy. He earned his bachelor’s degree in political science from Emory University."}, "Tempris Daniels": {"Linked Page": "https://harris.uchicago.edu/directory/tempris-daniels", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "staff", "Position": "assistant director, evening master's program", "University": "No data this step"}, "Rena Dascal": {"Linked Page": "https://harris.uchicago.edu/directory/rena-dascal", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "staff", "Position": "director of development, alumni relations and development", "University": "No data this step"}, "Isabeau Dasho": {"Linked Page": "https://harris.uchicago.edu/directory/isabeau-dasho", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "staff", "Position": "assistant director, writing program", "University": "No data this step"}, "Rupa Datta": {"Linked Page": "https://harris.uchicago.edu/directory/rupa-datta", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "lecturer", "Position": "lecturer", "University": "No data this step"}, "Michael Davern": {"Linked Page": "https://harris.uchicago.edu/directory/michael-davern", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "fellow", "Position": "lecturer and senior fellow; executive vice president of research and director of public health research, norc", "University": "Davern's vision is to improve population health by providing policy makers with better information to make decisions. To that end, he analyzes data sources to clearly demonstrate their strengths and weaknesses in assessing the impacts of health policy. His leadership skills are evident in the many complex projects he manages in his multiple roles at NORC. For example, he is currently the NORC Project Director for the Comparative Effectiveness Research Public Use Data Pilot Project, which has already resulted in the release of several public use files created from the Centers for Medicare and Medicaid Services (CMS) claims datasets (e.g., inpatient, carrier, and Part D) and is preparing to release a fully synthetic claims data file to the public to be used in application development and training. He is currently Principal Investigator of a National Institute of Child Health and Human Development project that is both investigating and cataloging data linkage opportunities for the National Children’s Study. This project is designed to identify, evaluate, select and integrate various extant data sources relevant to the NCS system. These sources are expected to assist in the evaluation of the respondent's survey, biomedical and psychological information, to improve their measurement, and to eliminate the requirement for certain data elements to reduce respondent burden. Moreover, the linked databases are expected to supply key information on the respondents' economic and health characteristics along with corresponding information about the social-economic conditions of the communities in which they live that the respondent would not be able to report in a reliable manner. He also led a multi-organization study bringing together several federal agencies, including CMS and the Agency for Health Care Research and Quality, to link survey and administrative data to enhance understanding of the strengths and limitations of both types of data for health policy research purposes."}, "Shelley Davis": {"Linked Page": "https://harris.uchicago.edu/directory/shelley-davis", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "lecturer", "Position": "lecturer", "University": "No data this step"}, "Teresa Davis": {"Linked Page": "https://harris.uchicago.edu/directory/teresa-davis", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "staff", "Position": "program assistant, mscapp", "University": "Teresa Davis serves as Program Assistant for the Master of Science in Computational Analysis and Public Policy (MSCAPP) program, where she coordinates special projects and events, assists in managing daily office operations, supports staff and faculty with administrative tasks, writes and creates content for promotional materials, and more."}, "Andrew Dawson": {"Linked Page": "https://harris.uchicago.edu/directory/andrew-dawson", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "staff", "Position": "assistant dean of students for operations and special projects", "University": "Andrew holds BA degrees in Art History and History from Rice University, and an MA in Art History from TCU.  When not at Harris, you can find Andrew parenting two adorable boys, cooking, building furniture, and curating a large hot sauce collection."}, "Tom Day": {"Linked Page": "https://harris.uchicago.edu/directory/tom-day", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "lecturer", "Position": "lecturer", "University": "No data this step"}, "Sibyl Day": {"Linked Page": "https://harris.uchicago.edu/directory/sibyl-day", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "staff", "Position": "senior associate director, employer partnerships", "University": "Sibyl has a BA from Occidental College and a MPH in Health Management from Yale University’s School of Public Health."}, "Jennifer Delaney": {"Linked Page": "https://harris.uchicago.edu/directory/jennifer-delaney", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "visiting academic", "Position": "visiting associate professor", "University": "Dr. Jennifer A. Delaney is visiting the Harris School during the 2018 Winter and Spring quarters. She is an Associate Professor of Higher Education in the Department of Education Policy, Organization and Leadership at the University of Illinois at Urbana-Champaign. She is also the Director of the Forum on the Future of Public Education at the University of Illinois. Dr. Delaney's research focuses on higher education policy, with an emphasis on finance. She has published extensively in the areas of student financial aid, state budgeting for higher education, and on related topics of higher education policy. She worked for the US Department of Education and the US Congress on issues of student financial aid with the Advisory Committee on Student Financial Assistance from 2000-2002. From 2003-2005, she was a policy analyst with the National Center for Public Policy and Higher Education, where she contributed to the Measuring Up reports, state-by-state report cards on higher education performance. She also served as a consultant for the Commission the Future of Higher Education (under US Secretary of Education Margaret Spellings) in 2005-2006. Dr. Delaney served as chair of the Council for Public Policy in Higher Education from 2011-2014 with the Association for the Study of Higher Education. In 2014, she was the Faculty Fellow for the Illinois Board of Higher Education. Previously she was an assistant professor of higher education at the University of Wisconsin at Madison. Dr. Delaney earned a Ph.D. in Higher Education Administration from Stanford University, an Ed.M. in Higher Education from Harvard University, and a B.A. in English from the University of Michigan. More information about Dr. Delaney's scholarship can be found at: http://illinois.academia.edu/JenniferDelaney"}, "Richard Delewsky": {"Linked Page": "https://harris.uchicago.edu/directory/richard-delewsky", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "staff", "Position": "assistant director, career readiness", "University": "Joining the Career Development Office, in the role of Assistant Director, Career Readiness, Rich brings over seven years of experience within higher education, in student services, student affairs, and career services. He has additionally leveraged a passion for marketing and communication, leading to further career experience in retail and robotics. Rich earned his M.S. in International Intercultural Education, with a specialization in cross-cultural communication and a B.A. in International Relations, with a certificate in the Middle East and South Asian Studies from Florida International University. In his free time, you can find Rich running the Lake Shore Trail, cooking dishes from around the globe, and using every opportunity to speak and learn different languages. Rich strives to assist students and organizations to navigate the often complex and delicate intersections of diversity, equity, and inclusion in the pursuit of career readiness."}, "Emine Deniz": {"Linked Page": "https://harris.uchicago.edu/directory/emine-deniz", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "postdoc", "Position": "postdoctoral researcher", "University": "I am a Postdoctoral Researcher at University of Chicago's Harris School of Public Policy. Before joining Harris, I was an Assistant Professor at Özyeğin University, İstanbul. I got my doctorate in Politics from the WILF Family Department of Politics at New York University in 2018. "}, "Saba Devdariani": {"Linked Page": "https://harris.uchicago.edu/directory/saba-devdariani", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "postdoc", "Position": "postdoctoral researcher (instructor)", "University": "No data this step"}, "Krisinda Doherty": {"Linked Page": "https://harris.uchicago.edu/directory/krisinda-doherty", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "staff", "Position": "director, special degree programs and organizational effectiveness", "University": "Krisinda Doherty is the Director of Special Degree Programs and Organizational Effectiveness at the University of Chicago’s Harris School of Public Policy. In this role, she directs and manages all components of the part-time student experience. In the program’s inaugural year, she was nominated and selected as the Outstanding Student Support of the Year.\nPrior to joining Harris, Krisinda was the Trott Business Program Director at the College at the University of Chicago. In her role with the College, she directed and managed a team of career coaches, planned and organized a structured three-year career curriculum, and led many successful experiential career programs including treks, career forums, and consulting projects. Before joining the University of Chicago, Krisinda assisted health insurance clients as a management consultant at HealthScape Advisors and Navigant Consulting, Inc.\nKrisinda graduated from the University of Illinois Urbana-Champaign with a BS in accountancy and a BS in finance. She is also a Certified Public Accountant in the state of Illinois"}, "Derek Douglas": {"Linked Page": "https://harris.uchicago.edu/directory/derek-douglas", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=2", "Type of Employ": "fellow", "Position": "lecturer and senior fellow; vice president for civic engagement, the university of chicago", "University": "No data this step"}, "Alison Doxey": {"Linked Page": "https://harris.uchicago.edu/directory/alison-doxey", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Jesse Driscoll": {"Linked Page": "https://harris.uchicago.edu/directory/jesse-driscoll", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "visiting academic", "Position": "visiting scholar", "University": "No data this step"}, "Oeindrila Dube": {"Linked Page": "https://harris.uchicago.edu/directory/oeindrila-dube", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "faculty", "Position": "philip k. pearson professor of global conflict studies", "University": "Dube received her PhD in Public Policy from Harvard University, her M Phil in Economics from Oxford University, and her BA in Public Policy from Stanford University. She was also the recipient of a Rhodes Scholarship in 2002. "}, "Danielle DuMerer": {"Linked Page": "https://harris.uchicago.edu/directory/danielle-dumerer", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "lecturer", "Position": "lecturer", "University": "No data this step"}, "Sean Durkin": {"Linked Page": "https://harris.uchicago.edu/directory/sean-durkin", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "lecturer", "Position": "lecturer; vice president, charles river associates", "University": "No data this step"}, "Steven Durlauf": {"Linked Page": "https://harris.uchicago.edu/directory/steven-durlauf", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "faculty", "Position": "steans professor in educational policy", "University": "Durlauf received a BA in economics from Harvard in 1980 where he was elected to Phi Beta Kappa and a Ph.D. in economics from Yale in 1986. He is a Fellow of the Econometric Society, Fellow of the Society for the Advancement of Economic Theory and a Research Associate of the National Bureau of Economic Research. In 2011, he was elected to the American Academy of Arts and Sciences. He is co-director of the Human Capital and Economic Opportunity Working Group, an international research network linking scholars across disciplines in the study of inequality and the sources of human flourishing and destitution. Durlauf is the current Editor of the Journal of Economic Literature."}, "Wioletta Dziuda": {"Linked Page": "https://harris.uchicago.edu/directory/wioletta-dziuda", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "faculty", "Position": "associate professor", "University": "Before joining Harris, Dziuda was an assistant professor at Kellogg School of Management. She received her PhD in economics from Princeton University."}, "Jeremy Edwards": {"Linked Page": "https://harris.uchicago.edu/directory/jeremy-edwards", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "staff", "Position": "senior associate dean, professional & career development", "University": "Jeremy holds an MS in management from DePaul University, specializing in international policy and program evaluation. He studied nonprofit management and policy in Germany, labor migration and urbanization in China, and holds certificates in political economy and urban policy, nonprofit management, and process strategy. He holds a BA in organizational behavior and international development from Murray State University."}, "Blake Edwards": {"Linked Page": "https://harris.uchicago.edu/directory/blake-edwards", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "staff", "Position": "associate director, marketing and communications, student recruitment and global outreach", "University": "No data this step"}, "Maggie Elmarakby": {"Linked Page": "https://harris.uchicago.edu/directory/maggie-elmarakby", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "staff", "Position": "director of alumni relations", "University": "Maggie holds a BA in Middle Eastern Studies and an ethics certificate from Northwestern University. She is completing an MA in Public Policy from the Harris School at the University of Chicago."}, "Ned English": {"Linked Page": "https://harris.uchicago.edu/directory/ned-english", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "lecturer", "Position": "lecturer; senior survey methodologist, norc", "University": "Ned English (MSc) is a Senior Survey Methodologist II at NORC at the University of Chicago, where he has been since 2002. Ned considerable experience in sample design, data analysis, geographic information systems (GIS), global positioning systems, and data analysis. He was formally trained as a geographer and so leads the integration of GIS and census data analysis with regard to survey methodology, sample design, and data visualization. In so doing he has been responsible for GIS analyses for major NORC projects including the National Children’s Study, REACH U.S., the National Social Life, Health, and Aging Project, and the National Immunization Survey. Ned holds a Master’s degree in geography from the University of Wisconsin-Madison and a Bachelor’s degree in geography from McGill University."}, "Jenny Erickson": {"Linked Page": "https://harris.uchicago.edu/directory/jenny-erickson", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "staff", "Position": "senior director of enrollment management & marketing strategy", "University": "Jenny has an MS in management and organizational behavior and a BA in English language and literature and political science, both from Benedictine University."}, "Diego Escobar Salce": {"Linked Page": "https://harris.uchicago.edu/directory/diego-escobar-salce", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Nick Fahnders": {"Linked Page": "https://harris.uchicago.edu/directory/nick-fahnders", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "staff", "Position": "director, career readiness", "University": "Nick is currently pursuing his PhD in Human Resources and Education at Colorado State University. His research is centered on critically evaluating and re-imaging more inclusive hiring and fundraising processes. He received his bachelor’s degree from Bradley University, and his master’s in higher education administration from the University of Connecticut. "}, "Claire Qing Fan": {"Linked Page": "https://harris.uchicago.edu/directory/claire-qing-fan", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Giorgio Farace": {"Linked Page": "https://harris.uchicago.edu/directory/giorgio-farace", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Marc Farinella": {"Linked Page": "https://harris.uchicago.edu/directory/marc-farinella", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "staff", "Position": "senior advisor, center for effective government; executive director, center for survey methodology", "University": "He holds a master's degree in public policy from the University of Chicago, a master's degree in political science from the University of Illinois, and a BA in political science from Northwestern University."}, "Jake Fields": {"Linked Page": "https://harris.uchicago.edu/directory/jake-fields", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "staff", "Position": "academic advising and registration specialist", "University": "Jake Fields is the Academic Advising and Registration Specialist at Harris Public Policy. In this role, Jake advises MPP and MA students and supports them throughout their time at Harris. Additionally, Jake manages course registration processes, including messaging to Harris students, resources for choosing classes, waitlists, and accommodation requests."}, "Matthew Fleming": {"Linked Page": "https://harris.uchicago.edu/directory/matthew-fleming", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "staff", "Position": "assistant director, harris writing program", "University": "Matthew has joined Harris as the Assistant Director of the Writing Program. He will be working as a writer, editor, and teacher to coach graduate students in public policy to communicate effectively with a variety of audiences to tell the narratives of their work. He will help design and lead writing workshops and create teaching materials to help Harris students better translate complex research findings into clear, concise, and high-impact policy memos and reports. As the Assistant Director, Matthew will also meet one-on-one with students and provide confidential consultations about writing and/or writing pedagogy. Additionally, he will gather and analyze feedback data from current students and alumni—as well as from peer institutions—that can be used to help build program capacity and improve performance.  Matthew holds an M.A. in applied linguistics and has spent the past decade working with English-language learners both in the United States and abroad.    "}, "Alli Foley": {"Linked Page": "https://harris.uchicago.edu/directory/alli-foley", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "staff", "Position": "senior associate director, employer partnerships", "University": "Alli Foley is the Senior Associate Director, Employer Partnerships at the Harris Career Development Office. In this role, she works to connect Harris talent with great employers in internship and postgraduate positions as well as share the Harris MPP brand globally with institutions that achieve social impact.\nPrior to joining Harris, Alli served as the Director of Launch U, an education-based nonprofit in Chicago that connects underserved high school seniors to professional mentors for guidance on college and careers. Alli also has a background in education, and was an English teacher and college counselor for six years in Denver and Chicago.\nAlli earned her BA in English and psychology and also completed her MA in educational studies with secondary teaching certification at the University of Michigan. Go Blue!"}, "Alexander Fouirnaies": {"Linked Page": "https://harris.uchicago.edu/directory/alexander-fouirnaies", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "faculty", "Position": "assistant professor", "University": "Prior to joining Harris, Fouirnaies was a Prize-Postdoctoral Research Fellow at Nuffield College, Oxford University. He earned his PhD at the London School of Economics. "}, "Anthony Fowler": {"Linked Page": "https://harris.uchicago.edu/directory/anthony-fowler", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "faculty", "Position": "professor", "University": "No data this step"}, "Eyal Frank": {"Linked Page": "https://harris.uchicago.edu/directory/eyal-frank", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "faculty", "Position": "assistant professor", "University": "Prior to the University of Chicago, Frank was a Postdoctoral Research Associate at the Woodrow Wilson School at Princeton University. He received his Ph.D. in Sustainable Development from Columbia University, and earned his M.A. in Economics and B.Sc. in Environmental Sciences and Economics from the Hebrew University of Jerusalem."}, "Ingvil Gaarder": {"Linked Page": "https://harris.uchicago.edu/directory/ingvil-gaarder", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "faculty", "Position": "assistant professor", "University": "Ingvil graduated in 2014 from the European University Institute in Florence with a Ph.D. in Economics. She earned her MSc from University of Oslo. Prior to Harris, Ingvil held positions as Visiting Researcher at the Institute for Fiscal Studies in London and Research Associate at the Department of Economics, University of Chicago."}, "Jessica Gagle": {"Linked Page": "https://harris.uchicago.edu/directory/jessica-gagle", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=3", "Type of Employ": "staff", "Position": "director, student recruitment, evening master’s program", "University": "Jessica is the director of student recruitment for the evening MA in Public Policy. Jessica enjoys assisting prospective students as they navigate the admissions and application process. She is passionate about matching students with programs that will enable them to achieve their personal and professional goals and being an active partner through each individual’s educational journey."}, "Yana Gallen": {"Linked Page": "https://harris.uchicago.edu/directory/yana-gallen", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "faculty", "Position": "assistant professor", "University": "Yana Gallen is an assistant professor at the University of Chicago Harris School of Public Policy. She received a PhD in economics from Northwestern University in 2016. She is a labor economist studying the gender wage gap. Her research focuses on understanding the sources of the gender pay gap---preferences, discrimination, or productivity? She is also interested in the impact of family friendly policies on the labor market, particularly looking at indirect or unanticipated effects of policy reforms. Many of her projects use Danish register data linking workers and firms. Her current work focuses on the savings and career decisions of household before they know their preferences concerning child-rearing."}, "Smriti Ganapathi": {"Linked Page": "https://harris.uchicago.edu/directory/smriti-ganapathi", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Peter Ganong": {"Linked Page": "https://harris.uchicago.edu/directory/peter-ganong", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "faculty", "Position": "assistant professor", "University": "Ganong is a Faculty Research Fellow at the National Bureau of Economic Research. He received his BA and PhD in economics from Harvard. He has spent two years in public service: one at the White House Council of Economic Advisers and one at the City of Boston’s Citywide Analytics Team. He has taught at the University of Chicago since 2017 and was a Visiting Assistant Professor at MIT during fall of 2021."}, "Haoran Gao": {"Linked Page": "https://harris.uchicago.edu/directory/haoran-gao", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Theaster Gates": {"Linked Page": "https://harris.uchicago.edu/directory/theaster-gates", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "faculty", "Position": "senior advisor for cultural innovation and advisor to the dean", "University": "No data this step"}, "Ani Gatz": {"Linked Page": "https://harris.uchicago.edu/directory/ani-gatz", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "staff", "Position": "associate director, evening master's program", "University": "Ani earned her BA in English Literature from the University of Arizona and her Master’s in Public Policy from Harris School of Public Policy at the University of Chicago, where she served as an HCA Fellow and earned the Leadership Credential."}, "Debra Gay": {"Linked Page": "https://harris.uchicago.edu/directory/debra-gay", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "staff", "Position": "director, hr", "University": "No data this step"}, "Scott Gehlbach": {"Linked Page": "https://harris.uchicago.edu/directory/scott-gehlbach", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "faculty", "Position": "professor", "University": "Prior to coming to Chicago, Gehlbach was faculty at the University of Wisconsin–Madison for sixteen years. He has at various times been affiliated with both the New Economic School and the Higher School of Economics in Moscow. Gehlbach’s work has been supported by the National Science Foundation, two Fulbright-Hays Fellowships, and many other grants. He has been honored for his scholarship through numerous awards, including most recently the Michael Wallerstein Award for best article in political economy. Among other service to the profession, he is an associate editor of the Quarterly Journal of Political Science and organizer of the annual Summer Workshop in the Economic History and Historical Political Economy of Russia. Gehlbach received his Ph.D. in political science and economics from the University of California–Berkeley."}, "Samantha Gehm": {"Linked Page": "https://harris.uchicago.edu/directory/samantha-gehm", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "staff", "Position": "human resources specialist", "University": "Her first professional position was working as a Student Assistant for the Communicative Sciences and Disorders department at MSU. In this role, she primarily worked with administrative professionals and faculty members to successfully execute many departmental events and other academic processes. After graduation, she started a position with Maxim Healthcare Services as a Field Support Associate where she worked on a variety of tasks. These responsibilities included onboarding and payroll for caregivers and medical filing for home healthcare patients. Lastly, she was hired into the university under the Shared Services office as a HR Student Employment Specialist. In this role, she had processed Workday tasks that relate to student employment and assisting with various ServiceNow tickets."}, "Ronald Gibbs": {"Linked Page": "https://harris.uchicago.edu/directory/ronald-gibbs", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "staff", "Position": "program director, policy entrepreneurship and competitions", "University": "He received a master’s degree from Harvard University, Kennedy School of Government, and a BA in Political Science from Drake University. He has studied at The Hague Academy of International Law, London School of Economics, and Johns Hopkins University, School of Advanced International Studies."}, "Leah Gjertson": {"Linked Page": "https://harris.uchicago.edu/directory/leah-gjertson", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Prior work experience includes the Center for Financial Security and the Institute for Research on Poverty at the University of Wisconsin-Madison, where she conducted research as a graduate student relating to child welfare and foster care as well as household economic security. She was a Program and Policy Analyst with the Wisconsin Department of Corrections, working in areas including administrative data quality, DNA collection, revocation, and earned release. Before that, she worked in the child welfare court system as a law clerk with the Middleton Center for Children’s Rights and the Iowa Office of the Attorney General Human Services Division. Gjertson holds a PhD in Social Welfare and a Master of Science in Social Work from the University of Wisconsin-Madison, and a Juris Doctor from Drake University Law School."}, "Robert Goerge": {"Linked Page": "https://harris.uchicago.edu/directory/robert-goerge", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "lecturer", "Position": "lecturer; senior fellow; senior advisor for masters program in computational analysis and public policy", "University": "Robert M. Goerge, PhD'88, is Senior Fellow and a Senior Advisor to the Master's Degree in Computational Analyis in Public Policy at the University of Chicago Harris School of Public Policy."}, "Brett Goldstein": {"Linked Page": "https://harris.uchicago.edu/directory/brett-goldstein", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "fellow", "Position": "senior fellow; special advisor for urban science; senior advisor to the pearson institute", "University": "Prior to joining Harris, Goldstein worked for the City of Chicago. Mayor Rahm Emanuel appointed Goldstein to be the first municipal chief data officer in 2011. In this role, he led successful efforts to use data to improve the way city government serves its residents and established one of the largest open data programs in the country. In 2012, Goldstein also assumed the role of chief information officer for Chicago. In this capacity he worked to accelerate the city's growth as a global hub of innovation and technology, adopting modern technology to save taxpayer funds, creating a robust collaboration with Chicago’s developer community, and integrating data analytics into everyday government operations. Goldstein began his career in the start-up sector, where he spent seven years at OpenTable.\nGoldstein earned his master's degree in computer science from the University of Chicago. He also holds a bachelor's degree from Connecticut College and a master's degree in criminal justice from Suffolk University."}, "Kristina Goldstein": {"Linked Page": "https://harris.uchicago.edu/directory/kristina-goldstein", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "staff", "Position": "assistant director of operations", "University": "No data this step"}, "Mariella Gonzales": {"Linked Page": "https://harris.uchicago.edu/directory/mariella-gonzales", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "phd student", "Position": "ph.d. candidate", "University": "Mariella Gonzales is a Ph.D. Candidate at Harris School of Public Policy, University of Chicago. Her primary fields of interest are Development economics and Political economy."}, "Will Gossin": {"Linked Page": "https://harris.uchicago.edu/directory/will-gossin", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "lecturer", "Position": "lecturer", "University": "No data this step"}, "Joshua Gottlieb": {"Linked Page": "https://harris.uchicago.edu/directory/joshua-gottlieb", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "faculty", "Position": "associate professor", "University": "Gottlieb completed his Ph.D. in economics at Harvard University in 2012. He was previously an Assistant and Associate Professor at the University of British Columbia and a Visiting Assistant Professor at Stanford University."}, "Michael Greenstone": {"Linked Page": "https://harris.uchicago.edu/directory/michael-greenstone", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "faculty", "Position": "professor, director of the energy policy institute at the university of chicago (epic), director of the becker friedman institute (bfi)", "University": "No data this step"}, "Jeffrey Grogger": {"Linked Page": "https://harris.uchicago.edu/directory/jeffrey-grogger", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "faculty", "Position": "irving harris professor in urban policy", "University": "Grogger received a PhD in economics from the University of California, San Diego. Before joining Harris, he taught at the University of California, Los Angeles, and the University of California, Santa Barbara. He has served as a coeditor of the Journal of Human Resources, as Chair of the National Longitudinal Surveys Technical Review Committee, as a research associate for the National Bureau of Economic Research, and as a research fellow with the Institute for the Study of Labor."}, "Hammad Ahmed": {"Linked Page": "https://harris.uchicago.edu/directory/hammad-ahmed", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "staff", "Position": "staff", "University": "No data this step"}, "Jason Hanchar": {"Linked Page": "https://harris.uchicago.edu/directory/jason-hanchar", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "staff", "Position": "associate director of employer partnerships", "University": "Originally from Northwest Indiana, Jason earned his Master's degree in Sports Management from Indiana State University and holds a B.S. in Communications & Public Relations with a Journalism minor, also from Indiana State University.  In his spare time, Jason enjoys attending Cubs games, being outdoors, going to concerts, spending time with friends and exploring the city. "}, "John Mark Hansen": {"Linked Page": "https://harris.uchicago.edu/directory/john-mark-hansen", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "faculty", "Position": "charles l. hutchinson distinguished service professor, department of political science and the college", "University": "No data this step"}, "Jocelyn Hare": {"Linked Page": "https://harris.uchicago.edu/directory/jocelyn-hare", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "staff", "Position": "senior assistant director, harris policy labs", "University": "No data this step"}, "Peggy Harper": {"Linked Page": "https://harris.uchicago.edu/directory/peggy-harper", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "staff", "Position": "senior associate dean and chief of staff", "University": "Peggy has an MBA from the University of Chicago’s Booth School of Business, an MEd from DePaul University, and a BS in Economics from the University of Wisconsin—Madison."}, "Melvin Harris": {"Linked Page": "https://harris.uchicago.edu/directory/melvin-harris", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=4", "Type of Employ": "staff", "Position": "senior associate director, student affairs, registration and enrollment", "University": "Melvin Harris is the Senior Associate Director of Student Affairs for Enrollment and Registration on the Academic and Student Affairs team at Harris Public Policy. In his role as Associate Director, he coordinates the academic class schedule, ensuring adequate classes are offered for all Harris students. He also serves as Harris Public Policy’s liaison to the University Registrar office and is an academic advisor for students in the MSESP and MPP programs.\nPreviously, Melvin worked as Coordinator of International Student Services at Rush University and has over 15 years of experience in higher education, including registrar services, academic advising, and residential life. Throughout his career, he has devoted his professional energy to effectively supporting students and faculty in the educational experience.\nMelvin holds an MBA and bachelor’s degrees in geology and geophysics and also economics. When he’s not at work, Melvin enjoys his community garden plot, road trips, hiking, and backpacking."}, "Clayton Harris": {"Linked Page": "https://harris.uchicago.edu/directory/clayton-harris", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "lecturer", "Position": "lecturer", "University": "No data this step"}, "Emileigh Harrison": {"Linked Page": "https://harris.uchicago.edu/directory/emileigh-harrison", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Thomas Hazinski": {"Linked Page": "https://harris.uchicago.edu/directory/thomas-hazinski", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "lecturer", "Position": "lecturer", "University": "No data this step"}, "James Heckman": {"Linked Page": "https://harris.uchicago.edu/directory/james-heckman", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "faculty", "Position": "henry schultz distinguished service professor in the department of economics and the college; affiliate professor at harris public policy; director, center for social program evaluation", "University": "No data this step"}, "Tanya Hines": {"Linked Page": "https://harris.uchicago.edu/directory/tanya-hines", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "staff", "Position": "administrative assistant, special projects", "University": "No data this step"}, "Michelle Hoereth": {"Linked Page": "https://harris.uchicago.edu/directory/michelle-hoereth", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "staff", "Position": "assistant dean, diversity and inclusion", "University": "Michelle Hoereth is the Assistant Dean for Diversity and Inclusion at Harris Public Policy. Michelle comes to Harris with 20 years of experience in urban policy and development. With an extensive career working for regional and national nonprofits, her depth and breadth of knowledge span across many sectors, including community development, urban education, and healthcare. Her work in these spaces has allowed her to deepen her commitment to diversity and inclusion while working toward equitable solutions for people and communities in greatest need. At Harris, Michelle is responsible for launching new diversity and inclusion programs and initiatives, managing existing programs, and working directly with Harris Student Organizations.\nMichelle has been a practitioner, a researcher, and an instructor. She is also a Ph.D. candidate in policy studies in urban education at the University of Illinois at Chicago, currently conducting research that looks deeply at the intersection of urban and education policy in the city of Chicago. She has taught several policy courses, and she has managed service-learning and AmeriCorps programs.\nMichelle has an MA in urban planning and policy development from Rutgers University, an MEd in educational policy from the University of Illinois at Chicago, and a BA in economics from Howard University."}, "Erin Hoffman": {"Linked Page": "https://harris.uchicago.edu/directory/erin-hoffman", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "staff", "Position": "program coordinator, international innovation corp", "University": "No data this step"}, "Nichole Horn": {"Linked Page": "https://harris.uchicago.edu/directory/nichole-horn", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "staff", "Position": "assistant director, student life", "University": "Nikki earned her BA from the University of Texas at Arlington in 2006, and majored in political science and broadcast management. She continued her work in political science and received her MA from the University of Texas at Arlington in 2008. She will complete her PhD in public administration in 2020. Nikki’s research is grounded in feminist theory with a particular focus on family-friendly policies."}, "Rebecca Hou": {"Linked Page": "https://harris.uchicago.edu/directory/rebecca-hou", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "staff", "Position": "assistant director of student recruitment", "University": "Rebecca has an MBA with marketing specialization from Benedictine University and a BA in Accounting and Finance from De Montfort University in the UK."}, "William Howell": {"Linked Page": "https://harris.uchicago.edu/directory/william-howell", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "faculty", "Position": "sydney stein professor in american politics", "University": "Before coming to Harris, Howell taught in the government department at Harvard University and the political science department at the University of Wisconsin. In 2000, he received a PhD in political science from Stanford University."}, "Ruoqi Huang": {"Linked Page": "https://harris.uchicago.edu/directory/ruoqi-huang", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "staff", "Position": "assistant director, data analytics", "University": "No data this step"}, "Rubina Hundal": {"Linked Page": "https://harris.uchicago.edu/directory/rubina-hundal", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Kathryn Ierulli": {"Linked Page": "https://harris.uchicago.edu/directory/kathryn-ierulli", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "faculty", "Position": "senior lecturer", "University": "Kathryn Ierulli has a BA, MA, and PhD in Economics from the University of Chicago, with field exams in Labor Economics and Industrial Organization. She has taught at Harris School of Public Policy, the University of Chicago Department of Economics, and the University of Illinois at Chicago, and been a visiting scholar at Aarhus University in Denmark. She has taught Applied Labor Economics, Urban Economics, Industrial Organization, Microeconomics, and Cost-Benefit Analysis. Her research has focused on labor mobility, mergers and employment, and the effects of tobacco regulation. She is co-editor of The New Economics of Human Behaviour, from Cambridge University Press. "}, "Andie Ingram Eccles": {"Linked Page": "https://harris.uchicago.edu/directory/andie-ingram-eccles", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "staff", "Position": "assistant director, student recruitment and international partnerships", "University": "No data this step"}, "Koichiro Ito": {"Linked Page": "https://harris.uchicago.edu/directory/koichiro-ito", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "faculty", "Position": "associate professor", "University": "Koichiro Ito is an Associate Professor at the University of Chicago Harris School of Public Policy. He received a BA from Kyoto University, an MA from University of British Columbia, and a PhD from the University of California, Berkeley. Prior to joining the University of Chicago, he was a SIEPR Postdoctoral Fellow at Stanford University and an Assistant Professor at Boston University."}, "Jeff Jackson": {"Linked Page": "https://harris.uchicago.edu/directory/jeff-jackson", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "staff", "Position": "assistant program director, mscapp", "University": "Jeff Jackson is the Assistant Program Director of the Master of Science in Computational Analysis and Public Policy (MSCAPP) program. He provides academic advising for MSCAPP students, and is the initial point of contact for prospective students and applicants to the program. He also participates in the MSCAPP Admissions Committee and supports academic and professional programming at MSCAPP."}, "Shelby Jamerson": {"Linked Page": "https://harris.uchicago.edu/directory/shelby-jamerson", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "staff", "Position": "program coordinator, the pearson institute", "University": "Shelby Jamerson is the Program Coordinator at The Pearson Institute for the Study and Resolution of Global Conflicts. Shelby previously worked in Washington, DC and Jordan. She holds an MA in National Security and Foreign Policy from American University’s School of International Service."}, "Amir Jina": {"Linked Page": "https://harris.uchicago.edu/directory/amir-jina", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "faculty", "Position": "assistant professor", "University": "Prior to University of Chicago, Amir was a visiting scholar at the University of California, Berkeley where he worked on the economic analysis of the Risky Business initiative, an independent assessment of the economic risks posed by a changing climate in the U.S. He is a founding member of the Climate Impact Lab - an interdisciplinary collaboration examining the socioeconomic impacts of climate change around the world. Amir was also a Postdoctoral Scholar at the Economics Department of University of Chicago, and a Senior Fellow at the Energy Policy Institute of Chicago (EPIC)."}, "Caroline Johnson": {"Linked Page": "https://harris.uchicago.edu/directory/caroline-johnson", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Transitioning to the private sector, Caroline published her memoir, JET GIRL, in November 2019 and was featured on the Today Show, Fox & Friends, MSNBC and currently she is a professional leadership speaker appearing at Google, Harvard, Merrill Lynch, SAP and among others. Professionally she has worked for extended periods at private sector companies like Point72 and Gartner, and has managed her sole proprietorship. In addition to speaking, Caroline is presently a Lecturer at University of Chicago Harris School of Public Policy and is attending University of Chicago Booth School of Business Executive MBA program."}, "Damon Jones": {"Linked Page": "https://harris.uchicago.edu/directory/damon-jones", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "faculty", "Position": "associate professor", "University": "At Harris, Jones currently teaches a course on public finance and public policy, a course in advanced microeconomics, and the practicum \"Taxes, Transfers, and Nonprofits.\" He was a post doctoral fellow at the Stanford Institute for Economic Policy Research (2009–2010) and is a Faculty Research Fellow at the National Bureau of Economic Research. Jones received his PhD in Economics from the University of California, Berkeley, and also holds a BA in Public Policy with a minor in African and African-American Studies from Stanford University, which he received in 2003."}, "Dan Judy": {"Linked Page": "https://harris.uchicago.edu/directory/dan-judy", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Dan has helped the winning campaigns of U.S. Senators including Lamar Alexander, Bob Corker, Marco Rubio, and John Kennedy; Governors including Ron DeSantis (FL), and Bill Lee (TN); numerous members of the U.S. House; and state and local officials across the country. His public affairs work has focused on transportation (for clients including the Metro Atlanta Chamber of Commerce and Transit Planning Board in his home state of Georgia), the environment (for The Nature Conservancy, Trust for Public Land, ClearPath, and Environmental Defense), and health care (for America’s Health Insurance Plans, the Pharmaceutical Care Management Association, and PhRMA). Other clients include the Boy Scouts of America, The Federalist Society, and U.S. Chamber of Commerce."}, "Robert Kaestner": {"Linked Page": "https://harris.uchicago.edu/directory/robert-kaestner", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "faculty", "Position": "research professor", "University": "Dr. Kaestner received his Ph.D. in Economics from the City University of New York. He received his BA and MA from Binghamton University (SUNY).   "}, "Ariel Kalil": {"Linked Page": "https://harris.uchicago.edu/directory/ariel-kalil", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "faculty", "Position": "daniel levin professor", "University": "Kalil received her PhD in developmental psychology from the University of Michigan. Before joining the Harris faculty in 1999, she completed a postdoctoral fellowship at the University of Michigan's National Poverty Center. Kalil has received the William T. Grant Foundation Faculty Scholars Award, the Changing Faces of America's Children Young Scholars Award from the Foundation for Child Development, the National Academy of Education/Spencer Postdoctoral Fellowship, and in 2003 she was the first-ever recipient of the Society for Research in Child Development (SRCD) Award for Early Research Contributions. Her work has been funded by NIH, NSF, and by a number of private foundations."}, "Seiya Kawashima": {"Linked Page": "https://harris.uchicago.edu/directory/seiya-kawashima", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "staff", "Position": "research systems administrator", "University": "Seiya is a Research Systems Administrator; he joined Harris in 2019. He is responsible for managing Harris' cloud computing infrastructure and assisting the faculty and Ph.D. student research activities."}, "Erin Keane Scott": {"Linked Page": "https://harris.uchicago.edu/directory/erin-keane-scott", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=5", "Type of Employ": "staff", "Position": "director of marketing", "University": "No data this step"}, "Ryan Kellogg": {"Linked Page": "https://harris.uchicago.edu/directory/ryan-kellogg", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "faculty", "Position": "professor and deputy dean for academic programs", "University": "Ryan earned a Ph.D. in Agricultural and Resource Economics from the University of California, Berkeley, in 2008. Prior to his graduate studies, he worked for BP in Houston, TX, and Anchorage, AK, for four years as an engineer and economic analyst. Ryan earned a B.S. in Chemical Engineering and a B.A. in Economics from Rice University in 1999. He grew up outside of Cleveland, OH."}, "Derek Kennedy": {"Linked Page": "https://harris.uchicago.edu/directory/derek-kennedy", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "staff", "Position": "assistant director of student recruitment", "University": "Derek holds a BA cum laude from Willamette University in Salem, Oregon, double majoring in Politics and Philosophy as well as an MA from the University of Chicago MA Program in the Social Sciences, where in he focused on Political Science."}, "Afia Khan": {"Linked Page": "https://harris.uchicago.edu/directory/afia-khan", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Yeonjoo Kim": {"Linked Page": "https://harris.uchicago.edu/directory/yeonjoo-kim", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Kisoo Kim": {"Linked Page": "https://harris.uchicago.edu/directory/kisoo-kim", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Timothy Knowles": {"Linked Page": "https://harris.uchicago.edu/directory/timothy-knowles", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "fellow", "Position": "senior fellow, special advisor to the dean", "University": "He has started a wide range of social sector organizations, is a nationally recognized speaker and recipient of multiple honors and awards. He received his doctorate from the Harvard Graduate School of Education and his undergraduate degree from Oberlin College. "}, "Sheila Kohanteb": {"Linked Page": "https://harris.uchicago.edu/directory/sheila-kohanteb", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "staff", "Position": "forum executive director and executive director of external relations, the pearson institute", "University": "Sheila Kohanteb joined The Pearson Institute in 2017 and is the Forum Executive Director & Executive Director of External Relations. Sheila is the key liaison between The Pearson Institute, Harris Public Policy, and international partners, enhancing and expanding formal partnerships, with a particular interest in experiential opportunities. \n \nSheila previously managed international, corporate, and foundation philanthropy at Northeastern University and Babson College, engaging with donors and facilitating the receipt and strategic allocation of gifts. Prior to these roles, she led efforts to design and implement international study abroad opportunities at Northeastern University. Kohanteb developed and led numerous undergraduate and graduate students in summer study abroad programs and global internship opportunities to the Middle East, Northern Ireland, and the Balkans, while teaching conflict and negotiation respective to each region.\n \nSheila has taught political science and international affairs at Northeastern University, with an emphasis on conflict and political psychology. As a political scientist, Sheila’s research focuses primarily on global conflict and negotiation, with regional foci on the Middle East and Northern Ireland. Kohanteb received a BA in political science from UCLA and an MA and Ph.D. from Northeastern University."}, "Dmitri Koustas": {"Linked Page": "https://harris.uchicago.edu/directory/dmitri-koustas", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "faculty", "Position": "assistant professor", "University": "Dmitri Koustas is an Assistant Professor at Harris Public Policy.  He received his Ph.D. in Economics from the University of California, Berkeley in 2018. His research covers a variety of topics in labor economics and macroeconomics. An important vein of his research focuses on measuring and understanding the reasons why households participate in alternative work arrangements like the gig economy. To this end, his research pioneers new and innovative datasets, including microtransactions from an online personal financial aggregator and bill-paying application, IRS tax returns, and direct partnerships with technology companies.  "}, "Michael Kremer": {"Linked Page": "https://harris.uchicago.edu/directory/michael-kremer", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "faculty", "Position": "professor", "University": "He is the joint winner of Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel (Economics Nobel Prize) 2019, for an “experimental approach to alleviating global poverty.” He is also a recipient of a MacArthur Fellowship, a Member of the National Academy of Sciences, a Fellow of the American Academy of Arts and Sciences, a recipient of a Presidential Faculty Fellowship, and was a World Economic Forum Young Global Leader. He is a co-founder of BREAD, the association of development economists. He received his PhD in Economics from Harvard University, and was the Gates Professor of Developing Societies in the Department of Economics at Harvard University from 2003 to 2020."}, "Navin Kumar": {"Linked Page": "https://harris.uchicago.edu/directory/navin-kumar", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "lecturer", "Position": "assistant instructional professor", "University": "No data this step"}, "Chinmaya Kumar": {"Linked Page": "https://harris.uchicago.edu/directory/chinmaya-kumar", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "phd student", "Position": "phd student", "University": "I am a Ph.D. student at University of Chicago. My research falls under two broad themes. First, I study how individuals’ social identity shapes their decisions in a variety of settings such as labor markets, bureaucracy, and elected bodies. The second theme is related to understanding the roots of low citizen participation and poor quality of public services delivery in weak institutional settings.  My research projects have been funded by several organizations including NSF, J-PAL, BFI, Rockerfeller, Weiss Fund, IGC, and Ajim Premzi University."}, "Brandon Kurzweg": {"Linked Page": "https://harris.uchicago.edu/directory/brandon-kurzweg", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "staff", "Position": "assistant dean of students, student life", "University": "Brandon received a master’s degree in leadership studies from North Central College and a BS in communications from Bradley University."}, "Heddy Lahmann": {"Linked Page": "https://harris.uchicago.edu/directory/heddy-lahmann", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Dr. Lahmann recently completed her doctorate in International Education, with distinction. Her dissertation is a multidisciplinary mixed methods study that focuses on a youth arts education program in Afghanistan, nominated for NYU’s Best Dissertation Award 2020-2021. In addition to her research experience, she has worked as a teaching artist, performer, and artist-researcher with children and youth domestically and internationally, including work with Clowns Without Borders, Bond Street Theatre, and the Refugee Youth Summer Academy and Saturday Learning Series with the International Rescue Committee and Artists Striving to End Poverty. Dr. Lahmann’s research has appeared in the Harvard Educational Review, and she has co-authored rigorous reviews on what works for education in conflict and crisis settings for the Education Conflict Review and the Department for International Development. Currently, she is co-conducting an evidence synthesis and gap map on social and emotional learning in humanitarian settings for USAID that aims to inform future research and programming. "}, "Devika Lakhote": {"Linked Page": "https://harris.uchicago.edu/directory/devika-lakhote", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Jay Landau": {"Linked Page": "https://harris.uchicago.edu/directory/jay-landau", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "staff", "Position": "assistant director, data analytics", "University": "Jay holds an MBA and Master of Science in Business Analytics from the University of Illinois at Chicago.   \n "}, "Catina Latham": {"Linked Page": "https://harris.uchicago.edu/directory/catina-latham", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "lecturer", "Position": "lecturer", "University": "No data this step"}, "Drae Laws": {"Linked Page": "https://harris.uchicago.edu/directory/drae-laws", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "staff", "Position": "associate director of alumni relations", "University": "Drae is an A.M. candidate at the Crown Family School of Social Work, Policy, and Practice. He studies clinical social work and aspires to pursue a Ph.D. in social work. He has a B.S. in psychology from Penn State University and an Ed.M. in human development & psychology from the Harvard Graduate School of Education."}, "James A. Leitzel": {"Linked Page": "https://harris.uchicago.edu/directory/james-leitzel", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "faculty", "Position": "senior lecturer and executive director, undergraduate program", "University": "No data this step"}, "Jeff Levy": {"Linked Page": "https://harris.uchicago.edu/directory/jeff-levy", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "lecturer", "Position": "assistant instructional professor", "University": "He holds a BA in economics and political science from Michigan State University, and an MA and PhD in economics from American University in Washington, DC."}, "John A. List": {"Linked Page": "https://harris.uchicago.edu/directory/john-list", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "faculty", "Position": "associated faculty and academic director, center for impact sciences", "University": "John A. List is the Kenneth C. Griffin Distinguished Service Professor in Economics at the University of Chicago. He received his B.S. in economics at the University of Wisconsin-Stevens Point, and Ph.D. in economics at the University of Wyoming. List joined the UChicago faculty in 2005, and served as Chairman of the Department of Economics from 2012-2018. Prior to joining the University of Chicago, he was a professor at the University of Central Florida, University of Arizona, and University of Maryland."}, "Shilin Liu": {"Linked Page": "https://harris.uchicago.edu/directory/shilin-liu", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "staff", "Position": "senior director, international partnerships & executive education", "University": "No data this step"}, "Sheng-Hao Lo": {"Linked Page": "https://harris.uchicago.edu/directory/sheng-hao-lo", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "lecturer", "Position": "assistant instructional professor", "University": "During his time as a PhD student, Sheng-Hao has served as a head teaching assistant for the Department of Economics, Harris School of Public Policy, Financial Mathematics, and Booth School of Business. In 2016, he was the solo winner of the Outstanding Graduate Teaching Assistant Award from the Department of Economics."}, "Jen Lombardo": {"Linked Page": "https://harris.uchicago.edu/directory/jen-lombardo", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "staff", "Position": "associate dean of students: academic services and advising", "University": "Jen holds a BA with honors in Political Science and Visual Communication from American University and an MS in Higher Education Administration and Policy from Northwestern University. When not at Harris, Jen spends time focusing on wellness and keeping up with the latest College Access & College Persistence news."}, "Scott Loring": {"Linked Page": "https://harris.uchicago.edu/directory/scott-loring", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Aleshia Lowery": {"Linked Page": "https://harris.uchicago.edu/directory/aleshia-lowery", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=6", "Type of Employ": "staff", "Position": "coordinator, events", "University": "M.S in Higher Education Administration from Florida International University"}, "Maya Lozinski": {"Linked Page": "https://harris.uchicago.edu/directory/maya-lozinski", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "phd student", "Position": "phd student", "University": "Maya Lozinski is a PhD student at the Harris School of Public Policy."}, "Jens Ludwig": {"Linked Page": "https://harris.uchicago.edu/directory/jens-ludwig", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "faculty", "Position": "edwin a. and betty l. bergman distinguished service professor", "University": "In the area of urban poverty, Ludwig has participated since 1995 on the evaluation of a HUD-funded randomized residential-mobility experiment known as Moving to Opportunity (MTO), which provides low-income public housing families the opportunity to relocate to private-market housing in less disadvantaged neighborhoods. In the area of education he has written extensively about early childhood interventions, and about the role of social conditions in affecting children’s schooling outcomes. In the area of crime, Ludwig has written extensively about gun-violence prevention. Through the Crime Lab he is also involved in partnering with policymakers in Chicago, New York City, and across the country to use tools from social science, behavioral science, and computer science to identify effective (and cost-effective) ways to help prevent crime and violence. This includes studies of various social programs, helping the Chicago Police Department use data to reduce gun violence and strengthen police-community relations, and work underway to use data science to help New York City build and implement a new pretrial risk tool as part of the city’s goal to close Riker’s Island. Crime Lab projects have helped redirect millions of dollars of public-sector resources to evidence-based strategies and have been featured in national news outlets such as the New York Times, Washington Post, Wall Street Journal, PBS News Hour and National Public Radio. In 2014 the Crime Lab was the recipient of a $1 million MacArthur Award for Creative and Effective Institutions, the organizational equivalent of the foundation’s “genius prize.”"}, "Aleksandra Lukina": {"Linked Page": "https://harris.uchicago.edu/directory/aleksandra-lukina", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "postdoc", "Position": "postdoctoral researcher", "University": "Aleksandra Lukina is a Postdoctoral Researcher (Instructor) at the Harris School of Public Policy. Prior to joining Harris, Aleksandra was a Postdoctoral Associate and a Visiting Lecturer at Cornell University, a Postdoctoral Fellow at the University of Wisconsin-Madison and a Senior Lecturer at Saint Petersburg State University. She holds a PhD in Applied Mathematics (Russian Scientific Degree “Candidate of Science in Physics and Mathematics”) from Saint Petersburg State University. Her major interests lie in the field of Economic Theory and Mathematical Methods in Social Science. In particular, her research focuses on studying intergenerational mobility and income inequality dynamics.  "}, "Laurence E. Lynn, Jr.": {"Linked Page": "https://harris.uchicago.edu/directory/laurence-e-lynn-jr", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "lecturer", "Position": "the sydney stein, jr. professor of public management emeritus", "University": "Lynn’s most recent books are Public Management: Old and New, Madison’sManagers: Public Administration and the Constitution (with Anthony M. Bertelli, an SSA Ph.D.), and a textbook, Public Management: A Three Dimensional Approach(with Harris School Ph.D. Carolyn J. Hill); a second edition is in preparation. His publications also include serving as editor or co-editor of numerous books, including The Oxford Handbook of Public Management, and an extensive list of journal articles, book chapters, book reviews, essays, working papers, and teaching cases."}, "Elaina Mack": {"Linked Page": "https://harris.uchicago.edu/directory/elaina-mack", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "staff", "Position": "associate director for recruitment operations and marketing", "University": "Her career in higher education is focused on student recruitment and admissions, first working with international students in Loyola's ESL program, then a study abroad recruiter for Loyola's Global Centers in China, Italy, and Vietnam.  For the past three years, she worked with graduate students at DePaul University's Kellstadt Graduate School of Business as a recruiter and advisor responsible for corporate MBA cohorts and part-time MBA students.  In this role, she oversaw SLATE operations for the KGSB team. She's passionate about recruitment and enrollment operations and is excited about connecting students to the programs where they can make the most impact. "}, "Lydia Makdah-Mufarreh": {"Linked Page": "https://harris.uchicago.edu/directory/lydia-makdah-mufarreh", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "staff", "Position": "assistant director, social media", "University": "Lydia previously worked at Roosevelt University for three years as the Social Media Strategist. She graduated from Roosevelt in 2019 with a degree in integrated marketing communications and is currently working on her MBA. "}, "Justin Marlowe": {"Linked Page": "https://harris.uchicago.edu/directory/justin-marlowe", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "faculty", "Position": "research professor", "University": "Dr. Marlowe received a Ph.D. in political science from the University of Wisconsin-Milwaukee, and is a Certified Government Financial Manager. In 2018 he was elected to the National Academy of Public Administration. He also serves as a Senior Fellow at the Center for Digital Government. Prior to joining Harris, he was on the faculty at the University of Washington and the University of Kansas."}, "Luis Martinez": {"Linked Page": "https://harris.uchicago.edu/directory/luis-martinez", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "faculty", "Position": "assistant professor", "University": "No data this step"}, "Maria Adelaida Martinez Cabrera": {"Linked Page": "https://harris.uchicago.edu/directory/maria-adelaida-martinez-cabrera", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "phd student", "Position": "phd student", "University": "Maria Adelaida Martinez is a Ph.D. Candidate at Harris School of Public Policy, University of Chicago. Her primary fields of interest are Education and Development Economics."}, "Lucas Mation": {"Linked Page": "https://harris.uchicago.edu/directory/lucas-mation", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Kathryn Mattie": {"Linked Page": "https://harris.uchicago.edu/directory/kathryn-mattie", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "staff", "Position": "program director of computational analysis & public policy", "University": "Kathryn Mattie is the Program Director for the University of Chicago’s Master of Science in Computational Analysis and Public Policy degree (MS-CAPP).  As Director, Kathryn oversees program operations and strategy.\n \nKathryn has experience in both the public and private sectors.  She spent time at the City of Chicago Department of Innovation and Technology working to advance the use of data analytics to improve operations and outcomes.  In that role, she built partnerships with non-profits, private companies, universities, and internal department heads to implement modern technology solutions that leveraged the city’s data assets.  Kathryn also served in Americorps through City Year Boston.\n \nKathryn has held a variety of technical roles at GCM Grosvenor, a financial services firm.  Most recently, she served as Executive Director of Information Technology.  In this capacity, Kathryn oversaw technology operations for the firm including staffing, budget and procurement, project management, communication, and relationship management.\n \nKathryn holds a Master of Public Policy from the Harris School at the University of Chicago and a BA in Philosophy and Political Science from Boston University. "}, "Susan Mayer": {"Linked Page": "https://harris.uchicago.edu/directory/susan-mayer", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "faculty", "Position": "professor emeritus", "University": "No data this step"}, "Jon McHenry": {"Linked Page": "https://harris.uchicago.edu/directory/jon-mchenry", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Jon received his M.A. in political science from the University of Georgia, with an emphasis on American politics and statistics.  He served both as a research assistant and teaching assistant to faculty there."}, "Michael McKelligott": {"Linked Page": "https://harris.uchicago.edu/directory/michael-mckelligott", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Anna Medearis": {"Linked Page": "https://harris.uchicago.edu/directory/anna-medearis", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "staff", "Position": "assistant director of events, the pearson institute", "University": "She holds a BA in International Studies and Media Communication from Taylor University. She is also completing her MA in Middle Eastern Studies from the American University of Beirut. "}, "Neha Mehra": {"Linked Page": "https://harris.uchicago.edu/directory/neha-mehra", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "staff", "Position": "senior associate director of partnerships & strategy, iic", "University": "Neha holds a master’s in public administration from SIPA at Columbia University, an MA in international political economy from the University of Warwick, and a BA (with honors) in economics from Lady Shriram College for Women, University of Delhi. Neha also moonlights as a screenplay writer and most recently wrote and developed “Ladies Room,” which was voted one of “The 16 Best Web Series of 2016” by IndieWire."}, "David Meltzer": {"Linked Page": "https://harris.uchicago.edu/directory/david-meltzer", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "faculty", "Position": "professor", "University": "David O. Meltzer, PhD'92, MD'93, is Chief of the Section of Hospital Medicine, Director of the Center for Health and the Social Sciences, and Chair of the Committee on Clinical and Translational Science at the University of Chicago, where he is Professor in the Department of Medicine, and affiliated faculty at the University of Chicago Harris School of Public Policy and the Department of Economics. Meltzer’s research explores problems in health economics and public policy with a focus on the theoretical foundations of medical cost-effectiveness analysis and the cost and quality of hospital care. Meltzer has performed randomized trials comparing the use of doctors who specialize in inpatient care (“hospitalists”). He is currently leading a Centers for Medicaid and Medicare Innovation Challenge award to study the effects of improved continuity in the doctor patient relationship between the inpatient and outpatient setting on the costs and outcomes of care for frequently hospitalized Medicare patients. He led the formation of the Chicago Learning Effectiveness Advancement Research Network (Chicago LEARN) that helped pioneer collaboration of Chicago-Area academic medical centers in hospital-based comparative effectiveness research and the recent support of the Chicago Area Patient Centered Outcomes Research Network (CAPriCORN) by the Patient Centered Outcomes Research Institute (PCORI)."}, "Alicia Menendez": {"Linked Page": "https://harris.uchicago.edu/directory/alicia-menendez", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "faculty", "Position": "research associate professor", "University": "Menendez received her Ph.D. in economics from Boston University. Before coming to the University of Chicago, she was a lecturer in public and international affairs at the Woodrow Wilson School and a researcher at the Research Program in Development Studies at Princeton University."}, "Katie Meyer": {"Linked Page": "https://harris.uchicago.edu/directory/katie-meyer", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "staff", "Position": "senior director, academic appointments and faculty affairs", "University": "Katie Meyer is the Senior Director of Academic Appointments, and Faculty Affairs. At Harris Public Policy, Katie oversees all aspects of the academic appointment process, including initial appointments, reappointments, promotions, and retention. Katie serves as the primary resource on faculty recruiting, on-boarding, and academic-related human resource matters.\nPrior to joining Harris, Katie was a lawyer at Fogel Law Offices in Chicago, specializing in medical malpractice, wrongful death, and personal injury litigation.\nKatie holds a BA in political science and a BS in criminal justice from Saint Joseph’s College and a JD from Chicago-Kent College of Law."}, "Bruce D. Meyer": {"Linked Page": "https://harris.uchicago.edu/directory/bruce-d-meyer", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "faculty", "Position": "mccormick foundation professor", "University": "Meyer received his BA and MA in economics from Northwestern University and his PhD in economics from the Massachusetts Institute of Technology. He has been at the University of Chicago since 2004. From 1987 to 2004, Meyer was a professor in the Economics Department at Northwestern University. He has also been a visiting professor at Harvard University, University College London, and Princeton University, a member of the Institute for Research on Poverty, a research associate at the National Bureau of Economic Research, and a faculty fellow at the Institute for Policy Research. He is a member of the National Academy of Social Insurance. Meyer has also served as an advisor to the U.S. Department of Labor, U.S. Bureau of Labor Statistics, New York State Office of Temporary and Disability Assistance, Human Resources Development Canada, Manpower Demonstration Research Corporation, and Mathematica Policy Research."}, "Robert T. Michael": {"Linked Page": "https://harris.uchicago.edu/directory/robert-t-michael", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "faculty", "Position": "eliakim hastings moore distinguished service professor emeritus and dean emeritus; senior fellow, norc", "University": "No data this step"}, "Ethan Michaeli": {"Linked Page": "https://harris.uchicago.edu/directory/ethan-michaeli", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "lecturer", "Position": "lecturer", "University": "A native of Rochester, NY, Ethan earned a BA in English Language and Literature from the College at the University of Chicago in 1989. He was a copy editor and investigative reporter at The Chicago Daily Defender from 1991 to 1996, after which he founded the Residents’ Journal, a magazine written and produced by the tenants of Chicago’s public housing developments, and an affiliated not-for-profit organization, We The People Media. Ethan and the staff of Residents’ Journal/We The People Media were awarded the prestigious Studs Terkel Award in 2006 and the New America Award from the National Society of Professional Journalists, among other honors. Ethan’s work has been published by Oxford University Press, Atlantic Magazine, The Nation, The Forward, In These Times, the Chicago Tribune and other venues. He has served as a judge in prestigious literary contests including the 2018 Lynton Prize and is currently a senior adviser for communications and development at the Goldin Institute, an international not-for-profit organization collaborating with social change activists in 40 different countries. Ethan’s forthcoming book, “Twelve Tribes: Promise and Peril in the New Israel,” will be published by Custom House Books in 2019."}, "Valerie Michelman": {"Linked Page": "https://harris.uchicago.edu/directory/valerie-michelman", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "phd student", "Position": "phd candidate", "University": "I am a PhD candidate at the University of Chicago Harris School of Public Policy. I am on the 2021-2022 job market."}, "Hope Michelson": {"Linked Page": "https://harris.uchicago.edu/directory/hope-michelson", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "visiting academic", "Position": "associate", "University": "Hope Michelson is an Associate Professor of development economics at the University of Illinois at Urbana-Champaign (UIUC) in the department of Agricultural and Consumer Economics. She earned a PhD in applied economics from Cornell University, a MS in agricultural economics from UIUC, and a BA in literature and history from Georgetown University. She is a non-resident fellow at the Chicago Council on Global Affairs. Her research is at the intersection of development and agriculture. She focuses on small farmers in low income countries and on the relationships between agriculture, natural resources, markets, and household outcomes. She has a special interest in household poverty dynamics and food security at multiple spatial scales. Recent work has analyzed small farmer market participation in low income countries: from transactions with traders in small local spot markets to small farmers contracting with multinationals including Walmart. Current projects are mostly in East and Southern Africa but she has also worked in Mexico, Nicaragua, and China."}, "Michael Miklaucic": {"Linked Page": "https://harris.uchicago.edu/directory/michael-miklaucic", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=7", "Type of Employ": "lecturer", "Position": "lecturer", "University": "No data this step"}, "Abhilash Mishra": {"Linked Page": "https://harris.uchicago.edu/directory/abhilash-mishra", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "staff", "Position": "director, kevin xu initiative on science, technology and global development", "University": "Abhilash is trained as a physicist and holds a PhD from Caltech and an MPhys from the University of Oxford. He is the recipient of the Rhodes Scholarship, the Clinton Global Initiative Distinguished Alumni award, the KVPY Fellowship from the Government of India, and the Goldman Sachs Global Leader Award. He serves on the selection committee for the Rhodes Scholarships and as a technical advisor to social impact startups. He grew up in western Odisha and currently lives in Chicago."}, "Yashaswi Mohanty": {"Linked Page": "https://harris.uchicago.edu/directory/yashaswi-mohanty", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Alejandro Monroy-Velez": {"Linked Page": "https://harris.uchicago.edu/directory/alejandro-monroy-velez", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "staff", "Position": "senior assistant director, career readiness", "University": "Alejandro Monroy is the Senior Assistant Director of Career Readiness in the Career Development Office (CDO) at Harris Public Policy. Since 2011, Alejandro has been working with students from high school to graduate school in variety of roles. Whether in admissions, academic advising, or career readiness, at his core, he is enthusiastic about partnering with students to guide them through their academic and career goals. At Harris, Alejandro partners with candidates to enhance their career readiness. He also manages communications for CDO and the Summer Internship Fund program.\nMost recently, Alejandro coached master’s candidates in their career exploration and readiness at the University of Chicago School of Social Service Administration (SSA). Prior to SSA, Alejandro was a Higher Education Fellow at the Center for Identity + Inclusion and Programming Assistant at the Collegiate Scholars Program, both within the University of Chicago. Outside of Harris, Alejandro is a freelance photographer. He also volunteers with organizations working to advance inclusive policies and communities at the intersection of education and immigration.\nHe holds a BA in psychology from Northeastern Illinois University, and an AM degree in social service administration from SSA at the University of Chicago."}, "Laura Montenegro": {"Linked Page": "https://harris.uchicago.edu/directory/laura-montenegro", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Eduardo Montero": {"Linked Page": "https://harris.uchicago.edu/directory/eduardo-montero", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "faculty", "Position": "assistant professor", "University": "Eduardo is a Faculty Research Fellow with the National Bureau of Economic Research (NBER) and an affiliate with the Bureau for Research and Economic Analysis of Development (BREAD). Eduardo graduated from Stanford University with a BA in economics in 2010 and an MS in statistics in 2011. He earned his Ph.D. in economics from Harvard University in 2018."}, "Nicholas Moore": {"Linked Page": "https://harris.uchicago.edu/directory/nicholas-moore", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "staff", "Position": "associate director, development", "University": "No data this step"}, "Anna Moorhead": {"Linked Page": "https://harris.uchicago.edu/directory/anna-moorhead", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "staff", "Position": "assistant director, annual giving", "University": "No data this step"}, "Billy Morgan": {"Linked Page": "https://harris.uchicago.edu/directory/billy-morgan", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "staff", "Position": "associate director, communications", "University": "No data this step"}, "Daniel Moskowitz": {"Linked Page": "https://harris.uchicago.edu/directory/daniel-moskowitz", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "faculty", "Position": "assistant professor", "University": "Daniel Moskowitz is an Assistant Professor in the Harris School of Public Policy at the University of Chicago. His research examines how the media and electoral institutions shape the behavior of voters and elite actors, and it assesses the consequences of these institutions on accountability and political representation. In particular, his research focuses on electoral politics, redistricting, media and politics, partisan polarization, the U.S. Congress, and political parties.\nBefore joining Harris, Moskowitz received his Ph.D. from Harvard University and B.A. from Grinnell College. Prior to graduate school, he worked at the Brookings Institution and the Office of the Comptroller of the Currency in the Department of the Treasury."}, "Stella Moy": {"Linked Page": "https://harris.uchicago.edu/directory/stella-moy", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "staff", "Position": "associate director, operations", "University": "No data this step"}, "Mirela Munteanu": {"Linked Page": "https://harris.uchicago.edu/directory/mirela-munteanu", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "staff", "Position": "senior director, finance", "University": "Mirela Munteanu reports to the Chief Operating Officer and acts as the top financial adviser to the COO and Dean. She is responsible for directing the financial, accounting, procurement and payments, and research administration functions for the Harris School and affiliated Centers. Mirela oversees the preparation and submission of annual budget and monthly forecasts to the budget office.\nMirela joined the University of Chicago in 1996 as Project Assistant for the Booth School (former GSB) Accounting and Budget Office. Prior to joining Harris (in 2001), Mirela was an assistant director, responsible for executing day-to-day financial transactions initiated by faculty and staff. She performed postaudit functions for nonsalary disbursements and coordinated with central administration to release payments. Mirela maintained a comprehensive database for fixed assets and property insurance, prepared asset management reports, and billing and journal vouchers for insurance premiums.\nMirela holds BA from the Bucharest Academy of Economic Studies in Romania and an MS in accounting from Northeastern Illinois University.\n "}, "Roger Myerson": {"Linked Page": "https://harris.uchicago.edu/directory/roger-myerson", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "faculty", "Position": "david l. pearson distinguished service professor of global conflict studies", "University": "Professor Myerson has a PhD from Harvard University and taught for 25 years in the Kellogg School of Management at Northwestern University before coming to the University of Chicago in 2001. He is a member of the American Academy of Arts and Sciences and of the National Academy of Sciences. He was awarded the 2007 Nobel Memorial Prize in Economic Sciences in recognition of his contributions to mechanism design theory."}, "Danielle Nemschoff": {"Linked Page": "https://harris.uchicago.edu/directory/danielle-nemschoff", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Anita Nikolich": {"Linked Page": "https://harris.uchicago.edu/directory/anita-nikolich", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "lecturer", "Position": "lecturer", "University": "No data this step"}, "Matt Niksch": {"Linked Page": "https://harris.uchicago.edu/directory/matt-niksch", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Matt Niksch is President for the Noble Network of Charter Schools. As President, he leads 5 functions on the support team and is responsible for the execution of Noble’s new strategic plan, with particular focus on ensuring that all students have equitable and positive school experiences that equip them to succeed on the path of their choice, leading to 75% of alumni completing college. He assumed that role in 2019 after seven years as Chief College Officer. In the latter role, he supported campuses in all aspects of college access, college completion, and career outcomes. Matt's work has been nationally recognized for its innovative and data-driven approach to college and alumni counseling based on a suite of tools that he shares with other networks, and was recently profiled in a chapter of the new book, The B.A. Breakthrough: How ending diploma disparities can change the face of America, by Richard Whitmire."}, "Michael A. Nutter": {"Linked Page": "https://harris.uchicago.edu/directory/michael-nutter", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "lecturer", "Position": "senior fellow", "University": "No data this step"}, "Keri O'Mara": {"Linked Page": "https://harris.uchicago.edu/directory/keri-omara", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "staff", "Position": "graphic designer", "University": "No data this step"}, "Colm O'Muircheartaigh": {"Linked Page": "https://harris.uchicago.edu/directory/colm-omuircheartaigh", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "faculty", "Position": "professor", "University": "No data this step"}, "Karen Okigbo": {"Linked Page": "https://harris.uchicago.edu/directory/karen-okigbo", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "postdoc", "Position": "postdoctoral researcher (instructor)", "University": "Karen Amaka Okigbo is a Postdoctoral Researcher (Instructor) at the Harris School of Public Policy.  Broadly speaking, her research is on the areas of immigration, race, ethnicity, and family. Her recent work focuses on intermarriage and endogamy among second-generation Nigerian-Americans and explores their marital decision-making processes. She received her PhD in Sociology from the CUNY Graduate Center. She also holds Masters degrees in Social Policy from the University of Pennsylvania and Sociology from North Dakota State University, and a Bachelor's in Politics from Princeton University."}, "David Orr": {"Linked Page": "https://harris.uchicago.edu/directory/david-orr", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "lecturer", "Position": "lecturer and senior fellow; founder, good government illinois", "University": "No data this step"}, "Robert Owens": {"Linked Page": "https://harris.uchicago.edu/directory/robert-owens", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Robert Owens is a Chief Performance Analyst for Public Safety at the City of Chicago Office of Inspector General, where he leads evaluations into public safety operations in the Chicago Police Department and other City public safety agencies. Previously, he was an Associate Principal at the Civic Consulting Alliance, where he advised clients including the Chicago Police Department, Civilian Office of Police Accountability, the Department of Law, and the Mayor’s Office on public safety strategy and operations. His academic research has been published in journals including Law & Social Inquiry, Theory & Society, Qualitative Sociology, Journal of the History of the Behavioral Sciences, and American Sociologist. At Harris, he teaches a course on “Police Reform and Police Legitimacy.” Owens earned a BA in Social Studies from Harvard University, a Master of Legal Studies from the University of Chicago Law School, and a PhD in Sociology from the University of Chicago."}, "John Oxtoby": {"Linked Page": "https://harris.uchicago.edu/directory/john-oxtoby", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "lecturer", "Position": "lecturer", "University": "John is Director of Environmental, Social, and Governance (ESG) Investing on Ariel’s domestic equity team. John joined the firm in 2014 and works with portfolio managers and analysts to evaluate the ESG risks and opportunities in current and prospective investments. Under John’s direction, Ariel’s ESG team leads proactive engagement strategies with portfolio companies to improve performance on material ESG issues. John also teaches ESG and impact investing at the University of Chicago Harris School of Public Policy. Prior to joining Ariel, John served in the Obama-Biden White House as Associate Director of the President’s Jobs Council, a CEO-led advisory council focused on growing the clean energy economy and expanding workforce training. John also worked as a special assistant in the White House Office of Public Engagement and as an aide to the Chairman of the Council of Economic Advisers. John holds the Fundamentals of Sustainability Accounting (FSA) credential administered by SASB and the Sustainability and Climate Risk certification administered by the Global Association of Risk Professionals (GARP). He graduated with a BA in economics from Harvard College and earned an MBA from Harvard Business School."}, "Predrag Pandiloski": {"Linked Page": "https://harris.uchicago.edu/directory/predrag-pandiloski", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Kunal Pal": {"Linked Page": "https://harris.uchicago.edu/directory/kunal-pal", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "staff", "Position": "executive director, iic", "University": "Kunal holds an MBA from the University of Chicago Booth School of Business with concentrations in marketing management, managerial & organizational behavior, and strategic management. He also earned his BA (cum laude) in English from Franklin & Marshall College."}, "Bevis Pardee": {"Linked Page": "https://harris.uchicago.edu/directory/bevis-pardee", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=8", "Type of Employ": "staff", "Position": "senior director, it", "University": "Bevis Pardee is Senior Director of Information Technology at Harris Public Policy. He is responsible for the delivery of IT services to the Harris School faculty, staff, and students. Bevis directs an End User Service Delivery team that oversees desktop support, classroom support, and individual technology needs; web site management, including applications for business process solutions; research support of faculty and PhD students, including platform provisioning and management; and data management services.\nPrior to joining Harris, Bevis was Global Director for Ecommerce Operations at a multinational electronics distributor, Premier-Farnell. While there, Bevis and his team build foundational systems to substantially change the company’s business model from salesperson-based sales to web and procurement systems. He also led initiatives to merge and consolidate systems between business units around the globe, including acquired companies. Bevis began his career at NORC, where he worked on several groundbreaking studies, including the National Longitudinal Survey and the General Social Survey, which are both reference points for policy makers of broad areas of interest.\nBevis holds a BA from Whittier College in English, with a minor in history. He has dabbled toward a graduate degree in urban studies (and sometimes wishes he had done more than dabble). He has substantial coursework in computer languages, systems engineering, and database design and management."}, "Sakshi Parihar": {"Linked Page": "https://harris.uchicago.edu/directory/sakshi-parihar", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "staff", "Position": "assistant director, programs", "University": "Sakshi graduated with an MA in Public Policy and is a Harris alumna. Before coming to Harris, she was a central banker with domain expertise in international trade & investment and has also worked in tech consulting. As a former international student, she would like to help prospective students make their journey a memorable one and work together for maximum social impact."}, "Michelle Michelini": {"Linked Page": "https://harris.uchicago.edu/directory/michelle-michelini", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "staff", "Position": "executive director, bip lab", "University": "She has her BS in social policy and education from Northwestern University and an MPP from the University of Chicago’s Harris School of Public Policy."}, "Jose Miguel Pascual Moreno": {"Linked Page": "https://harris.uchicago.edu/directory/jose-miguel-pascual-moreno", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Henry Paulson": {"Linked Page": "https://harris.uchicago.edu/directory/henry-paulson", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "fellow", "Position": "distinguished senior fellow", "University": "Paulson graduated from Dartmouth College in 1968 and received an MBA from Harvard University in 1970. He is involved in a range of conservation and environmental initiatives having served as Chairman of The Peregrine Fund, Inc., Chairman of the Board of Directors for The Nature Conservancy and was Co-Chairman of its Asia/Pacific Council. He and his wife, Wendy, have two grown children and four grandchildren."}, "Carolin Pflueger": {"Linked Page": "https://harris.uchicago.edu/directory/carolin-pflueger", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "faculty", "Position": "assistant professor", "University": "She received her PhD in Business Economics from Harvard in 2012 and was an Assistant Professor of Finance at the University of British Columbia from 2012 until 2019. She previously held visiting positions at the Becker-Friedman Institute at the University of Chicago, Stanford University, MIT Sloan, Brown University, and the San Francisco Federal Reserve."}, "Tomas Philipson": {"Linked Page": "https://harris.uchicago.edu/directory/tomas-philipson", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "faculty", "Position": "daniel levin professor of public policy emeritus", "University": "Tomas J. Philipson is the Daniel Levin Professor of Public Policy Studies Emeritus at the University of Chicago Harris School of Public Policy and directs the Becker Friedman Institute’s Program on Foundational Research in Health Care Markets and Policies within the Health Economics Initiative. He is also an associate member of the Department of Economics and a former senior lecturer at the Law School. His research focuses on health economics, and he teaches master's and PhD courses in microeconomics and health economics at the University."}, "Swapna Pisipati": {"Linked Page": "https://harris.uchicago.edu/directory/swapna-pisipati", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "staff", "Position": "assistant director, events", "University": "No data this step"}, "Guillaume Pouliot": {"Linked Page": "https://harris.uchicago.edu/directory/guillaume-pouliot", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "faculty", "Position": "assistant professor", "University": "Pouliot received his PhD from Harvard University.  Previously, he received his B.A. (Honors) in economics as well as his M.S. (concurrent) in statistics from the University of Chicago."}, "Faith Powell": {"Linked Page": "https://harris.uchicago.edu/directory/faith-powell", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "staff", "Position": "assistant director, center for effective government", "University": "Faith holds a BA in Political Science from Elmhurst College and a Master of Public Policy from the University of Chicago Harris School of Public Policy. "}, "Michael Quigley": {"Linked Page": "https://harris.uchicago.edu/directory/michael-quigley", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "lecturer", "Position": "lecturer", "University": "No data this step"}, "Seth Rachlin": {"Linked Page": "https://harris.uchicago.edu/directory/seth-rachlin", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Dr. Rachlin holds an AB in History from Princeton University and a PhD in Sociology from Columbia University. "}, "Quinn Rallins": {"Linked Page": "https://harris.uchicago.edu/directory/quinn-rallins", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Quinn Rallins, JD, MSc, is Director of Justice, Equity, and Opportunity (JEO) and Deputy Chief of Staff for Lt. Governor Juliana Stratton. Under the JEO, created through the Governor’s Executive Order 2019-03, Rallins designs and implements policies and programs across state agencies, advises decision making across different branches of government, and co-manages six governmental agencies and boards with a total budget over $500M+ and 1000+ employees. Most significantly, Rallins has helped shepherd criminal justice and juvenile justice reform policy, advise COVID-19 relief funding priorities, and lead implementation of the Restore, Reinvest, and Renew Program (R3), which invests 25% of net revenue collected into communities with the highest rates of unemployment, poverty, gun violence, and incarceration."}, "Stephen Raudenbush": {"Linked Page": "https://harris.uchicago.edu/directory/stephen-raudenbush", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "faculty", "Position": "lewis-sebring distinguished service professor, department of sociology and the college; chair, committee on education", "University": "No data this step"}, "Goya Razavi Ebrahimi": {"Linked Page": "https://harris.uchicago.edu/directory/goya-razavi-ebrahimi", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Devon Reber Drehmer": {"Linked Page": "https://harris.uchicago.edu/directory/devon-reber-drehmer", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "staff", "Position": "senior director, student recruitment and operations", "University": "Devon has considerable experience working with graduate students committed to social impact. She spent nearly four years as the Director of Social Work Field Education at Wheelock College, where she was responsible for 150 students community-based internships and community outreach building. Prior to that, Devon was in leadership roles for almost 10 years at the Albert Schweitzer Fellowship, a national nonprofit that develops service leaders to meet the health needs of underserved communities. She started her career as a development assistant at the community-based nonprofit Transition House. Devon has a master’s degree in social work and a BA in sociology from Boston College."}, "Shamus Regan": {"Linked Page": "https://harris.uchicago.edu/directory/shamus-regan", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "staff", "Position": "senior associate director, information technology", "University": "As Senior Associate Director of Information Technology at Harris Public Policy, Shamus Regan oversees the user support team, managing day-to-day operations as well as the implementation of larger scale initiatives that add value to end users. He is responsible for the development and maintenance of service level agreements (SLAs) and standard policies, procedures, and documentation to ensure high quality service delivery to Harris constituents. He coordinates user communication/training efforts and provides advanced technical support. Previously, Shamus spent a number of years as administrator of the Harris website.\nPrior to joining Harris, Shamus worked as a Support Specialist and Manager of Software Support for Social Science Research Computing at the University of Chicago, supporting two computer labs, conducting software training workshops, and assisting faculty and doctoral students with data analyses, from standard regressions to qualitative data mining. Before joining the University, Shamus conducted statistical analyses for a survey research firm that specializes in patient satisfaction reports for healthcare facilities; spent time at the National Center for Supercomputing Applications designing a Java-based web portal for real-time collaboration among K–12 teachers; and worked as part of a research project evaluating the scope and quality of forensic clinician reports in the Chicago juvenile court system.\nShamus holds bachelor’s degrees in psychology and computer science from the University of Illinois and an MA in cognitive psychology from the University of Illinois at Chicago. His research focused on human knowledge acquisition and the nature of expertise."}, "James Robinson": {"Linked Page": "https://harris.uchicago.edu/directory/james-robinson", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "faculty", "Position": "the reverend dr. richard l. pearson professor of global conflict studies; institute director, the pearson institute for the study and resolution of global conflicts", "University": "No data this step"}, "Milvia Rodriguez": {"Linked Page": "https://harris.uchicago.edu/directory/milvia-rodriguez", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "staff", "Position": "program administrator, undergraduate public policy studies", "University": "Milvia Rodriguez is the Program Administrator for the Public Policy Studies program at The College of The University of Chicago. Prior to this position, she served as the Associate Director of Academic Advising and Financial Aid at the Harris School of Public Policy from 2015-2019. Milvia is one of the recipients of the prestigious University of Chicago’s Marlene F. Richman Award for Excellence and Dedication in Service to Students. Recipients are nominated by students, and the award honors one staff person at the University each year. Milvia holds a Doctorate in Musical Arts from the University of Nebraska-Lincoln, a Masters in Higher Education Administration from Northwestern University, and a Masters in Piano Performance and Pedagogy from Gnessin Academic of Music in Moscow, Russia."}, "Robert Rosner": {"Linked Page": "https://harris.uchicago.edu/directory/robert-rosner", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "faculty", "Position": "william e. wrather distinguished service professor, astronomy & astrophysics and physics", "University": "Robert Rosner is a theoretical physicist, on the faculty of the University of Chicago since 1987, where he is the William E. Wrather Distinguished Service Professor in the departments of Astronomy & Astrophysics and Physics, as well as in the Enrico Fermi Institute and the University of Chicago Harris School of Public Policy. He served as Argonne National Laboratory’s Chief Scientist and Associate Laboratory Director for Physical, Biological and Computational Sciences (2002–2005), and was Argonne’s Laboratory Director from 2005 to 2009; he was the founding chair of the U.S. Department of Energy’s National Laboratory Directors’ Council (2007–2009). His degrees are all in physics (BA, Brandeis University; PhD, Harvard University). He was elected to the American Academy of Arts and Sciences in 2001, and to the Norwegian Academy of Science and Letters (as a Foreign Member) in 2004; he is also a Fellow of the American Physical Society. Most of his scientific work has been related to fluid dynamics and plasma physics problems, as well as in applied mathematics and computational physics, especially in the development of modern high-performance computer simulation tools, with a particular interest in complex systems (ranging from astrophysical systems to nuclear fission reactors). Within the past few years, he has been increasingly involved in energy technologies, and in the public policy issues that relate to the development and deployment of various energy production and consumption technologies, including especially nuclear energy, the electrification of transport, and energy use in urban environments. He is the founding director of the Energy Policy Institute at the University of Chicago (EPIC), located at the University of Chicago Harris School of Public Policy and Booth School of Business."}, "Zhaosong Ruan": {"Linked Page": "https://harris.uchicago.edu/directory/zhaosong-ruan", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "phd student", "Position": "phd student", "University": "Zhaosong Ruan is a sixth-year PhD student at the Harris School of Public Policy. His research interests include formal theories of nondemocratic politics, bureaucracy, and the political economy of development. Before entering the PhD program, Zhaosong earned an MPP degree at Harris and a BSSc (Bachelor of Social Science) degree in economics at the Chinese University of Hong Kong."}, "Ethan Rucker": {"Linked Page": "https://harris.uchicago.edu/directory/ethan-rucker", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "staff", "Position": "senior assistant director, career readiness", "University": "Ethan is a licensed professional counselor in Illinois, and a proud graduate of the University of Florida where he earned a BS in psychology. During his time in TFA, he attained an MA in teaching from Marian University. After teaching, he moved to Chicago and earned an EdS in clinical mental health counseling from Loyola University Chicago."}, "Derek Rury": {"Linked Page": "https://harris.uchicago.edu/directory/derek-rury", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "postdoc", "Position": "postdoctoral researcher", "University": "Derek Rury is a postdoctoral researcher at the Harris School of Public Policy working with the Behavioral Insights and Parenting Lab. Derek studies the economics of education focusing how students' beliefs influence their educational decisions and outcomes. He also studies the labor market consequences of those decisions as well as how educational institutions shape the way students think and behave. Derek completed his PhD in economics at the University of California at Davis in 2021."}, "Raaj Sah": {"Linked Page": "https://harris.uchicago.edu/directory/raaj-sah", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "faculty", "Position": "professor", "University": "Professor Sah holds a PhD in economics from the University of Pennsylvania. He is an MBA from the Indian Institute of Management Ahmedabad. His earlier education is from Birla Institute of Technology and Science Pilani, and from St. Xavier’s College Ranchi. Born in India, he is a US citizen."}, "Raul Sanchez de la Sierra": {"Linked Page": "https://harris.uchicago.edu/directory/raul-sanchez-de-la-sierra", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "faculty", "Position": "assistant professor", "University": "Sánchez de la Sierra earned his PhD in economics from Columbia University in 2014. He holds an MS in development economics from Sciences-Po, Paris and a BS in economics from Carlos III Madrid, in conjunction with the Ludwig-Maximilians Universitaet of Munich.  Prior to joining Harris, Sánchez de la Sierra was proudly Assistant Professor at UC Berkeley, in the political economy focused BPP group at the Haas School of Business. He is a research fellow at the Center for Effective Global Action (CEGA), the International Growth Centre (IGC), the Abdul Latif Jameel Poverty Action Lab (JPAL) - Conflict and Violence Initiative, the National Bureau of Economic Research (NBER) – Political Economy, a distinguished fellow at the Center for Economic Studies ifo (CESifo) – Applied Microeconomics, and an alumni of the CIFAR Azrieli global scholars program and the Harvard Academy for International and Area Studies. He co-founded Marakuja Kivu Research, focused on collecting data in weak state areas while providing career enhancing opportunities to young Congolese individuals and ex-combatants. His work is part of the Congo Calling documentary, which was nominated in 2019 for the best German documentary award. Raúl is originally from Spain, and lived half of his life in France, and continues to do work and travel to the DRC."}, "Miguel Santos": {"Linked Page": "https://harris.uchicago.edu/directory/miguel-santos", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=9", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Before joining the field of international development, Miguel Angel worked for ten years in corporate finance and business development in Latin America, performing as Director of Finance for the Cisneros Group of Companies (1997-2003), Head of Corporate Finance for Mercantil Servicios Financieros (2005-2007), and Business Vice-President for Sony Pictures and Entertainment Latin America (2008-2009).\nMiguel Angel holds a Ph.D. in Economics from Universidad de Barcelona, two Master of Science degrees in Economics and International Finance and Trade from Universitat Pompeu Fabra, and a Master in Public Administration from Harvard Kennedy School of Government. He was admitted as a Member of the Venezuela Academy of Social Sciences in May 2019."}, "Jason Saul": {"Linked Page": "https://harris.uchicago.edu/directory/jason-saul", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "staff", "Position": "executive director, center for impact sciences", "University": "Jason holds a J.D. from the University of Virginia School of Law, an M.P.P. from the John F. Kennedy School of Government at Harvard University, and a B.A. in Government and French Literature from Cornell University."}, "Scott Schaafsma": {"Linked Page": "https://harris.uchicago.edu/directory/scott-schaafsma", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "staff", "Position": "data manager, information technology", "University": "No data this step"}, "Dave Schabes": {"Linked Page": "https://harris.uchicago.edu/directory/dave-schabes", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "lecturer", "Position": "assistant instructional professor", "University": "No data this step"}, "Dylan Schaffer": {"Linked Page": "https://harris.uchicago.edu/directory/dylan-schaffer", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "staff", "Position": "assistant director for the center for effective government", "University": "Dylan Schaffer (MPP’21) is an Assistant Director for the Center for Effective Government, where he manages engagement, communications, and a portfolio of programmatic initiatives for the Center. During his time at the Harris School, he served as a graduate assistant for the Center since its inception in 2019. Previously Dylan served as Planning and External Affairs Manager at Ascend Public Charter Schools, a network of innovative, high-performing K-12 public schools in Brooklyn, New York, where he focuses on strategic planning, development, and maintaining relationships with key stakeholders. Dylan has held policy, advocacy, and communications positions at Democrats for Education Reform in Massachusetts; MAYDAY.US, a campaign finance report advocacy group; Sense and Sustainability, an organization focused on sustainable development. A Rhode Island native, Dylan also holds a bachelor’s in government from Harvard College."}, "Samantha Schmidt": {"Linked Page": "https://harris.uchicago.edu/directory/samantha-schmidt", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "staff", "Position": "project coordinator, recruitment marketing", "University": "Prior to joining Harris, Sam worked as a copywriter in both Advancement and Marketing at Governors State University (GSU), where she earned her bachelor's and master's degrees in English Language & Literature. During her graduate and undergraduate career, Sam worked as a Writing Fellow and research assistant for Governors State University- UI Cancer Center Disparity Education (GUIDE) project, where she saw the real-world impact writing can make. She is glad to continue making a difference through writing at Harris, where students are thinking through evidence-based solutions to the world's most pressing problems. "}, "Mareike Schomerus": {"Linked Page": "https://harris.uchicago.edu/directory/mareike-schomerus", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "lecturer", "Position": "lecturer", "University": "No data this step"}, "Hanna Seferos": {"Linked Page": "https://harris.uchicago.edu/directory/hanna-seferos", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "staff", "Position": "assistant director, student affairs, academic advising and student communications", "University": "Before coming to Harris, she worked at The University of Chicago Booth School of Business as the Program Manager of Leadership Development for Part-time MBA Programs. In addition to her experience at Booth, Hanna has served in a variety of student affairs roles in academic services, orientation programming, and career development."}, "Caroline Selby": {"Linked Page": "https://harris.uchicago.edu/directory/caroline-selby", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "staff", "Position": "executive assistant to the dean", "University": "No data this step"}, "Rohen Shah": {"Linked Page": "https://harris.uchicago.edu/directory/rohen-shah", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Sabina Shaikh": {"Linked Page": "https://harris.uchicago.edu/directory/sabina-shaikh", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "lecturer", "Position": "senior lecturer", "University": "No data this step"}, "Benjamin Shaver": {"Linked Page": "https://harris.uchicago.edu/directory/benjamin-shaver", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Matthew Shomo": {"Linked Page": "https://harris.uchicago.edu/directory/matthew-shomo", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "staff", "Position": "operations manager, bip lab", "University": "Matt earned his BA in Public Affairs from the John Glenn College of Public Affairs at The Ohio State University and his Master of Public Policy degree from the Harris School of Public Policy at the University of Chicago.  "}, "Sadia Sindhu": {"Linked Page": "https://harris.uchicago.edu/directory/sadia-sindhu", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "staff", "Position": "executive director, center for effective government", "University": "Sadia Sindhu is the Executive Director of the Center for Effective Government. She has served in a variety of strategic roles in the public and private sectors. Most recently, Sadia was the Director of the UChicago Civic Leadership Academy. In this role, she served as the lead strategist on all matters related to the execution, enhancement, and growth of the Civic Leadership Academy at Harris and across the University. Sadia is a Fellow of the second class of the Civil Society Fellowship, a Partnership of ADL and The Aspen Institute, and a member of the Aspen Global Leadership Network.\n \nSadia has also worked at Rothschild Global Advisory, the University of Chicago Booth School of Business, and Human Capital Research Corporation. She holds an MS in higher education policy from Northwestern University and a BSFS in international politics from Georgetown University."}, "Timothy So": {"Linked Page": "https://harris.uchicago.edu/directory/timothy-so", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "staff", "Position": "senior assistant director, finance", "University": "No data this step"}, "Fernanda Sobrino": {"Linked Page": "https://harris.uchicago.edu/directory/fernanda-sobrino", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "postdoc", "Position": "postdoctoral researcher", "University": "Fernanda Sobrino is a Postdoctoral Researcher at the University of Chicago Harris School of Public Policy. Her research lies in the intersection of development economics, crime economics, and industrial organization. She also develops and uses new data collection techniques to measure otherwise hard-to-quantify phenomena. Her recent work includes how the opioid crisis affected drug trafficking activities across Mexico. "}, "Yuqi Song": {"Linked Page": "https://harris.uchicago.edu/directory/yuqi-song", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Konstantin Sonin": {"Linked Page": "https://harris.uchicago.edu/directory/konstantin-sonin", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "faculty", "Position": "john dewey distinguished service professor", "University": "Sonin earned an MSc and PhD in mathematics from Moscow State University and an MA in economics at Moscow’s New Economic School (NES), was a postdoctoral fellow at Harvard University’s Davis Center for Russian and Eurasian Studies, served on the faculty of NES and Higher School of Economics (HSE) in Moscow, and was also a member of the Institute for Advanced Study in Princeton. Now he is affiliated with HSE and Stockholm Institute of Transition Economics as a visiting professor and adviser."}, "Daniel Sonnenstuhl": {"Linked Page": "https://harris.uchicago.edu/directory/daniel-sonnenstuhl", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Donnan Steele": {"Linked Page": "https://harris.uchicago.edu/directory/donnan-steele", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Donnan received a B.S. in physics and computer science from Yale, a Ph.D. from the Department of Earth, Atmospheric, and Planetary Science at M.I.T., and a certificate in financial technology from M.I.T.’s Sloan School of Business."}, "Eric Steltenpohl": {"Linked Page": "https://harris.uchicago.edu/directory/eric-steltenpohl", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "staff", "Position": "assistant director, digital marketing", "University": "No data this step"}, "Dave Stone": {"Linked Page": "https://harris.uchicago.edu/directory/dave-stone", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "staff", "Position": "senior director, communications and public affairs", "University": "As Senior Director of Communications, Dave Stone is focused on enhancing Harris Public Policy’s already strong reputation. He directs all aspects of news and content for Harris, overseeing public relations, media relations, editorial services, social media, and digital content creation and distribution. He also supports organizational message development as well as leadership and internal communications.\nPrior to joining Harris, Dave held senior leadership roles at world-class public relations and digital marketing agencies, where he was known as an approachable team leader and relationship builder who delivered high-impact programs for clients from Fortune 5 corporations to nascent start-ups. Dave is skilled at forging strategies to engage target audiences and leverage the most appropriate combination of earned, owned, and paid media.\nDave holds a BA in political science from Knox College and an MBA in marketing from Northern Illinois University. He makes his home in Oak Park with his wife and their two sons."}, "Yalun Su": {"Linked Page": "https://harris.uchicago.edu/directory/yalun-su", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "phd student", "Position": "phd student", "University": "Yalun Su is a PhD student at the Harris School of Public Policy and a Predoctoral Fellow in the Agency for Healthcare Research and Quality (AHRQ) T32 Health Services Research Program. His research interest is in public finance, health economics, and labor economics."}, "Anant Sudarshan": {"Linked Page": "https://harris.uchicago.edu/directory/anant-sudarshan", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "lecturer", "Position": "lecturer", "University": "No data this step"}, "Daniel Sullivan": {"Linked Page": "https://harris.uchicago.edu/directory/daniel-sullivan", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "lecturer", "Position": "lecturer; executive vice president, federal reserve bank of chicago", "University": "No data this step"}, "Alyssa Szynal": {"Linked Page": "https://harris.uchicago.edu/directory/alyssa-szynal", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=10", "Type of Employ": "staff", "Position": "mscapp associate program director", "University": "Alyssa Szynal is the Associate Program Director of the Master of Science in Computational Analysis and Public Policy (MSCAPP) program. She serves as an academic adviser for MSCAPP students, in addition to supporting academic and professional programming. She also works with prospective students and applicants to the program throughout the admissions process."}, "Chenhao Tan": {"Linked Page": "https://harris.uchicago.edu/directory/chenhao-tan", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "visiting academic", "Position": "associated faculty", "University": "No data this step"}, "Vincent Tanutama": {"Linked Page": "https://harris.uchicago.edu/directory/vincent-tanutama", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Cynthia Taylor": {"Linked Page": "https://harris.uchicago.edu/directory/cynthia-taylor", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "staff", "Position": "administrative assistant, faculty and special projects", "University": "Cynthia Taylor provides administrative support for twenty-five Harris faculty, including placing textbook orders, preparing course materials for classes, scheduling rooms for meetings, assisting with guest speakers, making travel arrangements, and more. She also provides administrative support for the Public Policy and Economics (PPE) Workshop and processes all reimbursements of Harris faculty expenses through the University’s GEMS system.\nCynthia served as office manager for an exhibit company in downtown Chicago for nearly ten years. She joined the University of Chicago in 1994 in the Office of Central Development during a major campaign, where she provided administrative support to the Corporate Relations team. She moved to Harris Public Policy as part of the External Relations (Development) staff in 1996 and served as administrative assistant to the director. Cynthia then became Executive Assistant to the Dean and worked with three deans at Harris over the course of eleven years. She provided support as a student services specialist for four years in the Dean of Students Office at Harris Public Policy. Before returning to Harris in 2017, Cynthia provided administrative support to the Development—Planned Giving team at The Salvation Army’s Chicago Metropolitan Divisional Headquarters for three years.\nCynthia majored in psychology at Stanford University in Palo Alto, California."}, "Eric Thomas": {"Linked Page": "https://harris.uchicago.edu/directory/eric-thomas", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "staff", "Position": "assistant director, facilities", "University": "No data this step"}, "Courtney Thompson": {"Linked Page": "https://harris.uchicago.edu/directory/courtney-thompson", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "staff", "Position": "senior assistant director, career readiness", "University": "Courtney holds a BA in Spanish and pre-professional education and an MEd in college student personnel administration, both from James Madison University."}, "Michael Tiboris": {"Linked Page": "https://harris.uchicago.edu/directory/michael-tiboris", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "lecturer", "Position": "lecturer", "University": "Dr. Michael Tiboris is Global Water Fellow for the Chicago Council on Global Affairs’ Global Food and Agriculture Program. His research concerns primary resource stability as a foreign policy objective, and is particularly focused on water resource policy, cooperative resource governance, agricultural development, and global justice. He holds a PhD in ethics and political philosophy from the University of California, San Diego, and has previously held fellowships supported by the Spencer Foundation, San Diego State University’s Institute for Ethics and Public Affairs, and the American Council of Learned Societies. His written work is published in numerous academic venues (including Social Theory and Practice, the Georgetown Journal of International Affairs, and The Journal of Applied Philosophy), popular media sources (including The National Interest, Foreign Policy, and The Chicago Tribune), and was recognized by the University of Pennsylvania’s Global Go To Think Tank Index Report as among the best work produced in 2016.  "}, "Santiago Tobon": {"Linked Page": "https://harris.uchicago.edu/directory/santiago-tobon", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "visiting academic", "Position": "visiting professor", "University": "Before joining Universidad EAFIT, I was a Postdoctoral Scholar at the University of Chicago Pearson Institute & Innovations for Poverty Action Peace and Recovery Program. I received a Ph.D. in Economics from Universidad de los Andes in 2018, an M.A. in Economics from Universidad de los Andes in 2017, and an M.A. in Economics from Université catholique de Louvain in 2012. "}, "Arduino Tomasi": {"Linked Page": "https://harris.uchicago.edu/directory/arduino-tomasi", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "postdoc", "Position": "postdoctoral researcher (instructor)", "University": "Arduino Tomasi is a Postdoctoral Researcher (Instructor) at the Harris School of Public Policy. He received his PhD in Political Science from the London School of Economics. Arduino is a formal theorist of developing countries. His research makes use of game-theoretic models to further our understanding of the electoral consequences of public policies (such as Conditional Cash Transfers) and the economic distortions caused by political frictions (such as equilibrium privatization prices in the shadow of elites’ manipulation of information about incumbent politicians)."}, "William Towns": {"Linked Page": "https://harris.uchicago.edu/directory/william-towns", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "lecturer", "Position": "lecturer", "University": "William received his Bachelor’s in marketing from Loyola University Chicago - Quinlan School of Business, an MBA from the University of Notre Dame Mendoza School of Business, and a Ph.D. in Organization Development from Benedictine University. "}, "Miguel Valenzuela": {"Linked Page": "https://harris.uchicago.edu/directory/miguel-valenzuela", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Christa Velasquez": {"Linked Page": "https://harris.uchicago.edu/directory/christa-velasquez", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "lecturer", "Position": "lecturer, undergraduate program", "University": "No data this step"}, "Ángel L. Vélez": {"Linked Page": "https://harris.uchicago.edu/directory/angel-l-velez", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "staff", "Position": "associate director of diversity & inclusion, student programs", "University": "Ángel L. Vélez, Ph.D.,is the Associate Director of Diversity & Inclusion, Student Programs, in the Harris School of Public Policy at the University of Chicago. He will manage a growing portfolio of diversity initiatives and programming for students, including Common Read, Black History Month, Diversity Dialogues, and Diversity Training. Dr. Vélez will also facilitate diversity training and create content for Harris Diversity and Inclusion initiatives."}, "Lydia Veliko": {"Linked Page": "https://harris.uchicago.edu/directory/lydia-veliko", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "staff", "Position": "executive assistant, deputy dean", "University": "Prior to moving to Chicago, Lydia lived in Cleveland and worked as Ecumenical and Interfaith Relations Officer for her church denomination’s national offices. She has a BA from Wellesley College and a master of divinity from Yale University."}, "Mythili Vinnakota": {"Linked Page": "https://harris.uchicago.edu/directory/mythili-vinnakota", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Larisa Vladu": {"Linked Page": "https://harris.uchicago.edu/directory/larisa-vladu", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "staff", "Position": "senior associate director, finance", "University": "No data this step"}, "Shaoda Wang": {"Linked Page": "https://harris.uchicago.edu/directory/shaoda-wang", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "faculty", "Position": "assistant professor", "University": "He holds a BA from Peking University, and a PhD from the University of California, Berkeley. Prior to joining Harris, he was a Postdoctoral Scholar in the Department of Economics and Energy Policy Institute (EPIC) at the University of Chicago."}, "Barbara Williams": {"Linked Page": "https://harris.uchicago.edu/directory/barbara-williams", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "staff", "Position": "program director, phd and macrm", "University": "Barbara Williams is the Program Director, PhD and MACRM at the Harris School of Public Policy.\nPrior to working at Harris, Barbara worked in the Dean of Students Office at the Division of Humanities at the University of Chicago. She also worked in communications roles at the European Union Center, the Global Education and Training unit, and the Center for Global Studies at the University of Illinois at Urbana-Champaign, and in registration and faculty affairs roles at the Kellogg School of Management and the Department of Medicine at Northwestern University.\nBarbara is a proud alumna of St. Ignatius College Prep. She earned her BS from the Northwestern University Medill School of Journalism, and her MA in European Union studies from the University of Illinois at Urbana-Champaign. She also holds a certificate in creative writing from Northwestern University, and a certificate in translation studies from the University of Illinois at Urbana-Champaign."}, "Rebecca Wolfe": {"Linked Page": "https://harris.uchicago.edu/directory/rebecca-wolfe", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "faculty", "Position": "senior lecturer and executive director of international policy & development", "University": "Dr. Rebecca J. Wolfe is a leading expert on political violence, conflict and violent extremism. She is a Senior Lecturer at the Harris School for Public Policy at the University of Chicago, where she also is an associate at the Pearson Institute for the Study and Resolution of Global Conflicts. Prior to joining the faculty at Chicago, she led research and program development related to conflict and fragility at Mercy Corps, an international development and humanitarian agency. Dr. Wolfe is able to draw on her extensive practitioner and academic backgrounds to effectively research important development issues, design interventions that are theoretically grounded and evidence based, and communicate both to multiple audiences. Over her career, she has developed conflict prevention and violence reduction programs globally, including Kenya’s largest youth development program, gang violence prevention in Guatemala City, countering violent extremism programs in Nigeria and Yemen, and community-based conflict management interventions in Iraq, Syria, Sri Lanka, Indonesia and Tajikistan. She has also published research on why young people engage in violence and how development interventions can be designed to reduce this support. She was a Fellow at Yale University’s Political Violence Field Lab and currently is an affiliate at NYU’s Steinhardt School. Dr. Wolfe has taught at Princeton University’s Woodrow Wilson School for Public and International Affairs and at the Wagner School for Public Service at New York University. She received her PhD in Social Psychology from Harvard University."}, "Joshua Wolff": {"Linked Page": "https://harris.uchicago.edu/directory/joshua-wolff", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "staff", "Position": "development associate", "University": "No data this step"}, "Kimberly Wolske": {"Linked Page": "https://harris.uchicago.edu/directory/kimberly-wolske", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "faculty", "Position": "research associate professor", "University": "Wolske previously worked at the Erb Institute for Global Sustainable Enterprise and as an independent consultant to Opower. She received a BA in environmental studies from Connecticut College, an MS in natural resource policy and behavior from the School of Natural Resources & Environment at the University of Michigan, and a PhD in environmental psychology, also from the University of Michigan. "}, "May Woodard-Hickey": {"Linked Page": "https://harris.uchicago.edu/directory/may-woodard-hickey", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "staff", "Position": "administrative assistant, faculty", "University": "May Woodard-Hickey is an administrative assistant at Harris Public Policy, where she works with approximately thirty-two faculty and lecturers. Her responsibilities include such duties as scheduling appointments and meetings, scheduling travel arrangements for faculty and invited guests for conferences and workshops, ordering office supplies and textbooks, ordering food and refreshments for workshops, assisting with formatting documents, duplicating materials, maintaining the workshop website, and other administrative duties as assigned.\nBefore coming to Harris, May worked at Louisiana State University Medical Center-School of Allied Health Professions as Department Secretary for nine years. After relocating to Chicago, she was employed by Northwestern University-Robert H. Lurie Comprehensive Cancer Center as Program Assistant for five years, and at the University of Chicago-Department of Pathology as a Pre-Award Grants Assistant for fourteen years.\nMay graduated from Southern University-Shreveport with an associate of science degree in office administration. She also received a BS in business management from Louisiana State University-Shreveport. To keep abreast with the latest changes in office technology, May enrolled in the Microsoft Office Specialist program at Moraine Valley Community College and received her certificate in 2015"}, "Paula Worthington": {"Linked Page": "https://harris.uchicago.edu/directory/paula-worthington", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "faculty", "Position": "senior lecturer", "University": "Worthington received her PhD in economics from Northwestern University in 1988.  She has served as an economist at the Federal Reserve Bank of New York and as a research officer, economic advisor, and senior research economist at the Federal Reserve Bank of Chicago and has published articles in academic journals and Federal Reserve publications.  Immediately prior to joining the Harris School, Worthington taught as a lecturer in the economics department at Northwestern University."}, "Austin Wright": {"Linked Page": "https://harris.uchicago.edu/directory/austin-wright", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "faculty", "Position": "assistant professor", "University": "Austin L. Wright is an assistant professor of public policy at the University of Chicago Harris School of Public Policy. He is a faculty affiliate of The Pearson Institute for the Study and Resolution of Global Conflicts, the Empirical Studies of Conflict Project, and non-resident fellow of the Liechtenstein Institute. His research leverages microlevel data to study the political economy of conflict and crime in Afghanistan, Colombia, Indonesia, and Iraq. His work is supported by the National Science Foundation, Niehaus Center for Global Governance, The Asia Foundation, and World Bank. He received his BA in Government and Sociology and BS in Communication Sciences from The University of Texas at Austin and his MA and PhD in Politics from Princeton University."}, "Derek Wu": {"Linked Page": "https://harris.uchicago.edu/directory/derek-wu", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=11", "Type of Employ": "phd student", "Position": "phd student", "University": "Derek Wu is a a PhD candidate at the Harris School of Public Policy. His research interests lie in labor and public economics, focusing on poverty and inequality, the effects of government programs, and the economics of education. His work is supported by the U.S. Department of Health and Human Services (Administration for Children and Families) and the Washington Center for Equitable Growth. "}, "Angela Wyse": {"Linked Page": "https://harris.uchicago.edu/directory/angela-wyse", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=12", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Christina Xu": {"Linked Page": "https://harris.uchicago.edu/directory/christina-xu", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=12", "Type of Employ": "staff", "Position": "associate director, employer partnerships", "University": "Christina holds a Bachelor of Science in Management Information Systems from the Capital University of Economics & Business and a MBA from the University of Illinois at Urbana-Champaign with a dual concentration in Marketing and Finance."}, "Samantha N. Yi": {"Linked Page": "https://harris.uchicago.edu/directory/samantha-n-yi", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=12", "Type of Employ": "staff", "Position": "associate director of recruitment and outreach management", "University": "Previously, Samantha worked at DePaul University as an admissions officer for the College of Computing and Digital Media, recruiting for their graduate degree programs. She also has experience at the Office for International Programs at Loyola University Chicago, the Career Center at DePaul University, and the Evening/Part-time MBA program at the University of Chicago’s Booth School of Business. Prior to moving to Chicago in the summer of 2016, Samantha worked at the City University of Hong Kong, where she helped improve the English language skills of local and international students."}, "Ruochen Yi": {"Linked Page": "https://harris.uchicago.edu/directory/ruochen-yi", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=12", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Daria Zelenina": {"Linked Page": "https://harris.uchicago.edu/directory/daria-zelenina", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=12", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Adam Zelizer": {"Linked Page": "https://harris.uchicago.edu/directory/adam-zelizer", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=12", "Type of Employ": "faculty", "Position": "assistant professor", "University": "He received his Ph.D. in Political Science from Columbia University in 2018. He also holds a BA in Political Economy from Columbia University. He joins Harris as an Assistant Professor after spending a year as a postdoctoral researcher and instructor at Harris, during which he taught Analytical Politics II and Field Experiments for Public Policy. His research has been supported by the National Science Foundation, Russell Sage Foundation, Cato Institute, Open Society Foundations, and Abdul Latif Jameel Poverty Action Lab. "}, "Xiaoyuan Zhang": {"Linked Page": "https://harris.uchicago.edu/directory/xiaoyuan-zhang", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=12", "Type of Employ": "phd student", "Position": "phd student", "University": "No data this step"}, "Chelsey Zhu": {"Linked Page": "https://harris.uchicago.edu/directory/chelsey-zhu", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=12", "Type of Employ": "staff", "Position": "program coordinator", "University": "No data this step"}, "Jeff Zoline": {"Linked Page": "https://harris.uchicago.edu/directory/jeff-zoline", "Directory Page": "https://harris.uchicago.edu/directory?field_last__value=All&title=&page=12", "Type of Employ": "staff", "Position": "senior desktop solutions specialist", "University": "No data this step"}}